{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "Regex": "[\\t\\n\\r ]+"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": "",
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "\t": 4,
      "\n": 5,
      " ": 6,
      "!": 7,
      "#": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "=": 28,
      "A": 29,
      "B": 30,
      "C": 31,
      "D": 32,
      "E": 33,
      "F": 34,
      "G": 35,
      "J": 36,
      "K": 37,
      "L": 38,
      "M": 39,
      "T": 40,
      "W": 41,
      "X": 42,
      "[": 43,
      "]": 44,
      "^": 45,
      "_": 46,
      "`": 47,
      "a": 48,
      "b": 49,
      "c": 50,
      "d": 51,
      "e": 52,
      "f": 53,
      "g": 54,
      "i": 55,
      "k": 56,
      "l": 57,
      "m": 58,
      "n": 59,
      "o": 60,
      "q": 61,
      "r": 62,
      "s": 63,
      "t": 64,
      "u": 65,
      "v": 66,
      "w": 67,
      "x": 68,
      "|": 69,
      "~": 70,
      "16": 71,
      "dd": 72,
      "cc": 73,
      "ee": 74,
      "f#": 75,
      "8a": 76,
      "8g": 77,
      "8b": 78,
      "8dd": 79,
      "JJ": 80,
      "8f": 81,
      "8cc": 82,
      "LL": 83,
      "8ee": 84,
      "8.": 85,
      "4.": 86,
      "8gg": 87,
      "gg": 88,
      "12": 89,
      "8e": 90,
      "8r": 91,
      "8ff#": 92,
      "B-": 93,
      "4a": 94,
      "b-": 95,
      "8d": 96,
      "4r": 97,
      "16a": 98,
      "Jk": 99,
      "1r": 100,
      "32": 101,
      "8f#": 102,
      "4f": 103,
      "4g": 104,
      "8aa": 105,
      "16cc": 106,
      "16f": 107,
      "4dd": 108,
      "8A": 109,
      "2.": 110,
      "8cc#": 111,
      "16dd": 112,
      "4cc": 113,
      "4e": 114,
      "c#": 115,
      "8ddL": 116,
      "*c": 117,
      "ef": 118,
      "lef": 119,
      "*clef": 120,
      "8G": 121,
      "8aJ": 122,
      "8ddJ": 123,
      "4d": 124,
      "16b": 125,
      "16ee": 126,
      "4A": 127,
      "8aL": 128,
      "*k": 129,
      "*k[": 130,
      "4b": 131,
      "*M": 132,
      "8B": 133,
      "4G": 134,
      "8eeL": 135,
      "8bL": 136,
      "8F": 137,
      "8bJ": 138,
      "8ff": 139,
      "4ee": 140,
      "-L": 141,
      "16g": 142,
      "8gJ": 143,
      "8E": 144,
      "*clefG": 145,
      "16gg": 146,
      "*clefG2": 147,
      "8eeJ": 148,
      "8c": 149,
      "4B": 150,
      "-J": 151,
      "8D": 152,
      "4F": 153,
      ":|": 154,
      "=:|": 155,
      "=:|!": 156,
      "*v": 157,
      "16e": 158,
      "/4": 159,
      "4E": 160,
      "8gL": 161,
      "8ggL": 162,
      "4c": 163,
      "4gg": 164,
      "4D": 165,
      "8C": 166,
      "8ccL": 167,
      "16r": 168,
      "8ccJ": 169,
      "8ggJ": 170,
      "(L": 171,
      "16d": 172,
      "8ff#L": 173,
      "AA": 174,
      "8ff#J": 175,
      "#L": 176,
      "*k[f#": 177,
      "2r": 178,
      "#J": 179,
      "16ff#": 180,
      "4C": 181,
      "e-": 182,
      "16G": 183,
      "16aa": 184,
      "8eJ": 185,
      ")J": 186,
      "4f#": 187,
      "16ff": 188,
      "8dJ": 189,
      "8f#J": 190,
      "*^": 191,
      "16B": 192,
      "8B-": 193,
      "qq": 194,
      "8bb": 195,
      "8aaL": 196,
      "aa": 197,
      "16F": 198,
      "8eL": 199,
      "8cc#J": 200,
      "4b-": 201,
      "4aa": 202,
      "|:": 203,
      "16f#": 204,
      "16A": 205,
      "8dL": 206,
      "16cc#": 207,
      "4B-": 208,
      "ff": 209,
      "8AA": 210,
      "8f#L": 211,
      "==": 212,
      "8b-": 213,
      "8qq": 214,
      "*k[b-": 215,
      "16E": 216,
      "KL": 217,
      "*clefF": 218,
      "*clefF4": 219,
      "ff#": 220,
      "8GG": 221,
      "16b-": 222,
      "-]": 223,
      "2.r": 224,
      "4ff#": 225,
      "*k[f#c#": 226,
      "*M4": 227,
      "8cc#L": 228,
      "*M4/4": 229,
      "4ff": 230,
      "16c": 231,
      "8aaJ": 232,
      "16D": 233,
      "4e-": 234,
      "=|": 235,
      "=||": 236,
      "=:|!|:": 237,
      "8BB": 238,
      "4AA": 239,
      "2cc": 240,
      "-JJ": 241,
      "#]": 242,
      "8.dd": 243,
      "2g": 244,
      "*M2": 245,
      "8c#": 246,
      "-LL": 247,
      "4cc#": 248,
      "F#": 249,
      "4GG": 250,
      "]L": 251,
      "2d": 252,
      "8fJ": 253,
      "*k[b-e-": 254,
      "2a": 255,
      "8.a": 256,
      "16C": 257,
      "#JJ": 258,
      "*M3": 259,
      "2G": 260,
      "8ffL": 261,
      "E-": 262,
      "8e-": 263,
      "8.cc": 264,
      "8fL": 265,
      "/8": 266,
      "8ffJ": 267,
      "[J": 268,
      "#LL": 269,
      "*k[f#]": 270,
      "8.b": 271,
      "8.ee": 272,
      "8b-J": 273,
      "4BB": 274,
      "8BB-": 275,
      "8FF": 276,
      "2dd": 277,
      "4F#": 278,
      "(LL": 279,
      "12cc": 280,
      "2A": 281,
      "4.dd": 282,
      "*M3/4": 283,
      "4.g": 284,
      "8b-L": 285,
      "4c#": 286,
      "4E-": 287,
      "12b": 288,
      "4.a": 289,
      "4BB-": 290,
      "2B": 291,
      "8.g": 292,
      "8bb-": 293,
      "*k[f#c#]": 294,
      "12dd": 295,
      "2e": 296,
      "16ddJJ": 297,
      "16AA": 298,
      "16B-": 299,
      "2c": 300,
      "16bb": 301,
      "*k[]": 302,
      "*k[b-e-a": 303,
      "*M2/4": 304,
      ")JJ": 305,
      "8cJ": 306,
      "8.ddL": 307,
      "LLL": 308,
      "16aJJ": 309,
      "8DD": 310,
      "8EE": 311,
      "*M6": 312,
      "GG": 313,
      "4A-": 314,
      "32r": 315,
      "2f": 316,
      "8ccc": 317,
      "12a": 318,
      "16ddLL": 319,
      "8cL": 320,
      "JJJ": 321,
      "*k[f#c#g": 322,
      "16ccJJ": 323,
      "2D": 324,
      "4.cc": 325,
      "8E-": 326,
      "16.": 327,
      "8F#": 328,
      "*M6/8": 329,
      "8ee-": 330,
      "2b": 331,
      "16eeJJ": 332,
      "12ee": 333,
      "8.gg": 334,
      "8ddd": 335,
      "8.aL": 336,
      "8AJ": 337,
      "16aLL": 338,
      "2F": 339,
      "16c#": 340,
      "4a-": 341,
      "16bJJ": 342,
      "8AL": 343,
      "4.b": 344,
      "8bbL": 345,
      "16aJk": 346,
      "2ee": 347,
      "4ee-": 348,
      "16BB": 349,
      "16bLL": 350,
      "16gJJ": 351,
      "8GJ": 352,
      "8A-": 353,
      "16eeLL": 354,
      "8GL": 355,
      "d-": 356,
      "8g#": 357,
      "16ddJk": 358,
      "4.ee": 359,
      "16ggJJ": 360,
      "2C": 361,
      "8a-": 362,
      "]JJ": 363,
      "8CC": 364,
      "/2": 365,
      "32cc": 366,
      "4g#": 367,
      "16GG": 368,
      "4FF": 369,
      "16ccc": 370,
      "4bb": 371,
      "2E": 372,
      "12gg": 373,
      "4.d": 374,
      "16ccLL": 375,
      "8.eeL": 376,
      "16bb-": 377,
      "*k[b-e-a-": 378,
      "8BJ": 379,
      "12g": 380,
      "8.e": 381,
      "16ggLL": 382,
      "BB": 383,
      "32dd": 384,
      "8.bL": 385,
      "8.aa": 386,
      "16gLL": 387,
      "*k[b-]": 388,
      "16bJk": 389,
      "4.gg": 390,
      "*M2/2": 391,
      "16ee-": 392,
      "16ddd": 393,
      "16e-": 394,
      "16eeJk": 395,
      "8BL": 396,
      "4DD": 397,
      "8.gL": 398,
      "!|:": 399,
      "=!|:": 400,
      "16eJJ": 401,
      "2ccc": 402,
      "nL": 403,
      "4G#": 404,
      "4.e": 405,
      "8.d": 406,
      "8DL": 407,
      "4EE": 408,
      "8.ff#": 409,
      "]LL": 410,
      "8DJ": 411,
      "64r": 412,
      "32ee": 413,
      "12e": 414,
      "12ff#": 415,
      "8bbJ": 416,
      "16ff#JJ": 417,
      "32b": 418,
      "8gg#": 419,
      "8.ccL": 420,
      "8B-J": 421,
      "16dJJ": 422,
      "4d-": 423,
      "*k[b-e-]": 424,
      "16gJk": 425,
      "4.r": 426,
      "2B-": 427,
      "#[": 428,
      "-[": 429,
      "8B-L": 430,
      "16ccJk": 431,
      "2AA": 432,
      "8FL": 433,
      "8EJ": 434,
      "8FJ": 435,
      "2cccT": 436,
      "8ee-L": 437,
      "8e-J": 438,
      "nJ": 439,
      "2b-": 440,
      "8ee-J": 441,
      "8CL": 442,
      "8.ggL": 443,
      "16BB-": 444,
      "12d": 445,
      "8qqgg": 446,
      "16eLL": 447,
      "8d-": 448,
      "16fJJ": 449,
      "4C#": 450,
      "#d": 451,
      "*k[f#c#g#d": 452,
      "BB-": 453,
      "8e-L": 454,
      "32a": 455,
      "4bb-": 456,
      "8.f": 457,
      "8G#": 458,
      "8EL": 459,
      "16cc#JJ": 460,
      "4ccc": 461,
      "FF": 462,
      "2f#": 463,
      "16dLL": 464,
      "16ffJJ": 465,
      "4.f": 466,
      "2gg": 467,
      "16g#": 468,
      "[LL": 469,
      "4.A": 470,
      "4CC": 471,
      "*k[f#c#g#]": 472,
      "16ff#LL": 473,
      "8g#J": 474,
      "8.f#": 475,
      "16f#JJ": 476,
      "32gg": 477,
      "16F#": 478,
      "2e-": 479,
      "4.G": 480,
      "d-g": 481,
      "*k[b-e-a-d-g": 482,
      "32e": 483,
      "8.ff": 484,
      "32g": 485,
      "8eee": 486,
      "2.g": 487,
      "8CJ": 488,
      "16EE": 489,
      "8AAA": 490,
      "12f#": 491,
      "16ggJk": 492,
      "16aaLL": 493,
      "4AA-": 494,
      "4d#": 495,
      "8C#": 496,
      "16ffLL": 497,
      "16a-": 498,
      "12aa": 499,
      "16b-JJ": 500,
      "16aaJJ": 501,
      "16fLL": 502,
      "8ccc#": 503,
      "8g#L": 504,
      "[JJ": 505,
      "16ff#Jk": 506,
      "4.c": 507,
      "b-L": 508,
      "4.D": 509,
      "_L": 510,
      "1.": 511,
      "8AAL": 512,
      "12ddJ": 513,
      "8c#J": 514,
      "1d": 515,
      "16cJJ": 516,
      "2GG": 517,
      "16FF": 518,
      "8.aaL": 519,
      "2.a": 520,
      "*k[b-e-a-]": 521,
      "8.ff#L": 522,
      "2ff": 523,
      "1g": 524,
      "8gg#J": 525,
      "16DD": 526,
      "1A": 527,
      "16qq": 528,
      "EE": 529,
      "4.aa": 530,
      "8d#": 531,
      "t(": 532,
      "2.d": 533,
      "4ddd": 534,
      "16gg#": 535,
      "*m": 536,
      "et(": 537,
      "*met(": 538,
      "8AA-": 539,
      "1D": 540,
      "16f#LL": 541,
      "1G": 542,
      "8c#L": 543,
      "4.b-": 544,
      "16cc#LL": 545,
      "8GGL": 546,
      "12bL": 547,
      "8dd#": 548,
      "8bb-L": 549,
      "8dd-": 550,
      "8D-": 551,
      "4.C": 552,
      "16aK": 553,
      "32d": 554,
      "]JJk": 555,
      "4D-": 556,
      "8a-J": 557,
      "]JJJk": 558,
      "8a-L": 559,
      "16E-": 560,
      "8F#J": 561,
      "[L": 562,
      "16b-LL": 563,
      "[Jk": 564,
      "8qqdd": 565,
      "16ddK": 566,
      "4dd-": 567,
      "16eeK": 568,
      "8.eL": 569,
      "4.ff": 570,
      "1c": 571,
      "1C": 572,
      "16ddL": 573,
      "1a": 574,
      "16AJJ": 575,
      "4.ff#": 576,
      "8AAJ": 577,
      "32aa": 578,
      "8F#L": 579,
      "16cc#Jk": 580,
      "4.f#": 581,
      "2.cc": 582,
      "2aa": 583,
      "1e": 584,
      "16f#Jk": 585,
      "16eeL": 586,
      "8.dL": 587,
      "2.dd": 588,
      "JJk": 589,
      "16ccc#": 590,
      "16ALL": 591,
      "*M3/8": 592,
      "16cLL": 593,
      "16bL": 594,
      ")L": 595,
      "8BB-L": 596,
      "*met(c": 597,
      "16A-": 598,
      "32ff": 599,
      ")Jk": 600,
      "16GJJ": 601,
      "16aL": 602,
      "2.G": 603,
      "16bK": 604,
      "8dd(L": 605,
      "2.A": 606,
      "4FF#": 607,
      "2BB-": 608,
      "16eJk": 609,
      "8E-L": 610,
      "12A": 611,
      "#a": 612,
      "*k[f#c#g#d#a": 613,
      "4.F": 614,
      "16CC": 615,
      "8GGG": 616,
      "16dJk": 617,
      "8.A": 618,
      "8G-": 619,
      "8BBL": 620,
      "8gg#L": 621,
      "8bb-J": 622,
      "16G#": 623,
      "8cccL": 624,
      "12cc#": 625,
      "16eee": 626,
      "12aJ": 627,
      "d-]": 628,
      "4g-": 629,
      "8EE-": 630,
      "12ff": 631,
      "8BBB-": 632,
      "8.c": 633,
      "16GLL": 634,
      "8g-": 635,
      "2E-": 636,
      "*k[b-e-a-d-]": 637,
      "8FF#": 638,
      "16dd#": 639,
      "8.fL": 640,
      "2.D": 641,
      "8.f#L": 642,
      "4gg#": 643,
      "8.ffL": 644,
      "8BBJ": 645,
      "2.e": 646,
      "1cc": 647,
      "12f": 648,
      "-c": 649,
      "*k[b-e-a-d-g-c": 650,
      "2F#": 651,
      "8A-L": 652,
      "8.cc#L": 653,
      "2.c": 654,
      "16BJJ": 655,
      "12aL": 656,
      "4dd#": 657,
      "16fJk": 658,
      "8A-J": 659,
      "16aaJk": 660,
      "8a(L": 661,
      "8GGJ": 662,
      "12G": 663,
      "8E-J": 664,
      "2c#": 665,
      "32G": 666,
      "4EE-": 667,
      "16ggL": 668,
      "8BBB": 669,
      "8dd)J": 670,
      "1f": 671,
      "8qqcc": 672,
      "12D": 673,
      "4AAA": 674,
      "4G-": 675,
      "4.B-": 676,
      "2BB": 677,
      "8cccJ": 678,
      "1F": 679,
      "16dd-": 680,
      "16ccL": 681,
      "8qqee": 682,
      "8aa-": 683,
      "2.f": 684,
      "8qqg": 685,
      "12ddL": 686,
      "16ee-JJ": 687,
      "*k[f#c#g#d#]": 688,
      "8BB-J": 689,
      "8a)J": 690,
      "8.b-L": 691,
      "*met(c)": 692,
      "8.G": 693,
      "24ee": 694,
      "12eeL": 695,
      "4.B": 696,
      "8b(L": 697,
      "16ffJk": 698,
      "32f": 699,
      "16ccJ": 700,
      "8a#": 701,
      "32A": 702,
      "8ee(L": 703,
      "4.AA": 704,
      "16aJ": 705,
      "1E": 706,
      "16b-Jk": 707,
      "4D#": 708,
      "32ff#": 709,
      "4.E": 710,
      "16e-JJ": 711,
      "16C#": 712,
      "4A#": 713,
      "2A-": 714,
      "16FF#": 715,
      "24a": 716,
      "8FFL": 717,
      "16BLL": 718,
      "-]L": 719,
      "2.b": 720,
      "16B-JJ": 721,
      "8fff": 722,
      "16d-": 723,
      "4.e-": 724,
      "16ee-LL": 725,
      "16DJJ": 726,
      "2ff#": 727,
      "32D": 728,
      "12r": 729,
      "8dd#J": 730,
      "2cc#": 731,
      "16d#": 732,
      "1AA": 733,
      "2.C": 734,
      "8D#": 735,
      "16aKL": 736,
      "16aa-": 737,
      "16FLL": 738,
      "12c": 739,
      "16FJJ": 740,
      "nJJ": 741,
      "12eeJ": 742,
      "24dd": 743,
      "1dd": 744,
      "24cc": 745,
      "0r": 746,
      "16EJJ": 747,
      "16B-LL": 748,
      "32c": 749,
      "16eee-": 750,
      "4a#": 751,
      "8A#": 752,
      "16ff#L": 753,
      "8dddL": 754,
      "16ccK": 755,
      "16gL": 756,
      "2.ee": 757,
      "8ggg": 758,
      "4aa-": 759,
      "16c#JJ": 760,
      "16DLL": 761,
      "16bJ": 762,
      "*k[b-e-a-d-g-]": 763,
      "2.F": 764,
      "8g)J": 765,
      "32b-": 766,
      "16fff": 767,
      "16ggg": 768,
      "32C": 769,
      "16g#JJ": 770,
      "16bbLL": 771,
      "1b": 772,
      "16ELL": 773,
      "1B": 774,
      "12bJ": 775,
      "4GG#": 776,
      "4.GG": 777,
      "12E": 778,
      "8.D": 779,
      "8d-J": 780,
      "16ddJ": 781,
      "(J": 782,
      "12ggJ": 783,
      "1GG": 784,
      "8G#J": 785,
      "1.r": 786,
      "16e-LL": 787,
      "24r": 788,
      "12C": 789,
      "2.AA": 790,
      "8dd)": 791,
      "4.cc#": 792,
      "12B": 793,
      "2a-": 794,
      "8DDL": 795,
      "8.r": 796,
      "12gJ": 797,
      "16a#": 798,
      "8b)J": 799,
      "16bKL": 800,
      "12F": 801,
      "12b-": 802,
      "32f#": 803,
      "bL": 804,
      "8cc(L": 805,
      "8EEL": 806,
      "8dddJ": 807,
      "8cc)J": 808,
      "16gK": 809,
      "16bbJJ": 810,
      "8G#L": 811,
      "8.aJ": 812,
      "16CLL": 813,
      "16ff#K": 814,
      "24b": 815,
      "KLL": 816,
      "8g(L": 817,
      "2.E": 818,
      "[LLL": 819,
      "8C#J": 820,
      "16ggJ": 821,
      "nLL": 822,
      "16ddKL": 823,
      "8GG#": 824,
      "8C#L": 825,
      "8dd#L": 826,
      "*k[b-e-a-d-g-c-]": 827,
      "8d-L": 828,
      "n[": 829,
      "24gg": 830,
      "16CJJ": 831,
      "16g-": 832,
      "16a-JJ": 833,
      "4BBB-": 834,
      "8dd-L": 835,
      "8gg(L": 836,
      "32B": 837,
      "16F#JJ": 838,
      "4BBB": 839,
      "2FF": 840,
      "8ee)J": 841,
      "4GGG": 842,
      "8.F": 843,
      "4g]": 844,
      "12ggL": 845,
      "8.B": 846,
      "16eL": 847,
      "16ggK": 848,
      "8FFJ": 849,
      "#e": 850,
      "*k[f#c#g#d#a#e": 851,
      "8dd-J": 852,
      "1ee": 853,
      "128r": 854,
      "24g": 855,
      "16F#LL": 856,
      "8.B-": 857,
      "8.C": 858,
      "16gJ": 859,
      "32E": 860,
      "2.B": 861,
      "4eee": 862,
      "8.cc#": 863,
      "]KL": 864,
      "-JJJ": 865,
      "8qqb": 866,
      "12ccJ": 867,
      "8c-": 868,
      "12gL": 869,
      "(KL": 870,
      "12ccL": 871,
      "16cccJJ": 872,
      "8d#J": 873,
      "]J": 874,
      "8.ddJ": 875,
      "8qqaa": 876,
      "2ee-": 877,
      "16bb-LL": 878,
      "32bb": 879,
      "16eeKL": 880,
      "8qqggL": 881,
      "8a)": 882,
      "16eeJ": 883,
      "8qqa": 884,
      "2.B-": 885,
      "24e": 886,
      "2DD": 887,
      "16D-": 888,
      "16AAA": 889,
      "32F": 890,
      "4c-": 891,
      "4ccc#": 892,
      "8.b-": 893,
      "16g#LL": 894,
      "2g#": 895,
      "4a]": 896,
      "8.cL": 897,
      "#JJJ": 898,
      "2.b-": 899,
      "16gg#JJ": 900,
      "8AA-L": 901,
      "8ff#(L": 902,
      "16ff#J": 903,
      "-LLL": 904,
      "16ffL": 905,
      "16dd(LL": 906,
      "4e#": 907,
      "8FFF": 908,
      "8gg-": 909,
      "16c#LL": 910,
      "*k[f#c#g#d#a#]": 911,
      "16cccLL": 912,
      "16a-LL": 913,
      "12ff#L": 914,
      "#]L": 915,
      "16bb-JJ": 916,
      "24d": 917,
      "2.GG": 918,
      "12dJ": 919,
      "8.E": 920,
      "2.e-": 921,
      "8EEJ": 922,
      "4d]": 923,
      "8ee)": 924,
      "8aa-L": 925,
      "12eJ": 926,
      "12B-": 927,
      "[K": 928,
      "8gg)J": 929,
      "8DDJ": 930,
      "4.E-": 931,
      "8e#": 932,
      "12AA": 933,
      "32AA": 934,
      "12ff#J": 935,
      "16D#": 936,
      "1B-": 937,
      "4.BB-": 938,
      "16E-JJ": 939,
      "16cc#L": 940,
      "1BB": 941,
      "16fff#": 942,
      "4dd]": 943,
      "16BBB": 944,
      "16G-": 945,
      "16AALL": 946,
      "64cc": 947,
      "8qqff": 948,
      "16AA-": 949,
      "12GG": 950,
      "16aaL": 951,
      "4g[": 952,
      "8aa-J": 953,
      "12eL": 954,
      "2.gg": 955,
      "16A#": 956,
      "4e]": 957,
      "2EE": 958,
      "16cc#K": 959,
      "16f#L": 960,
      "16cc#J": 961,
      "12f#L": 962,
      "4.BB": 963,
      "4fff": 964,
      "12c#": 965,
      "8fff#": 966,
      "8b)": 967,
      "8g-J": 968,
      "32.": 969,
      "16aaa": 970,
      "8d#L": 971,
      "16E-LL": 972,
      "8aaa": 973,
      "*M9": 974,
      "#LLL": 975,
      "16AAJJ": 976,
      "2.f#": 977,
      "16ee(LL": 978,
      "8cc-": 979,
      "4a[": 980,
      "16b(LL": 981,
      "8CCL": 982,
      "8D-L": 983,
      "8a#J": 984,
      "24aa": 985,
      "8DD-": 986,
      "16dd#JJ": 987,
      "16cJk": 988,
      "8.gJ": 989,
      "16A-JJ": 990,
      "16aaK": 991,
      "12f#J": 992,
      "4.ee-": 993,
      "24ff#": 994,
      "8eee-": 995,
      "12cc#J": 996,
      "1f#": 997,
      "2d-": 998,
      "2G#": 999,
      "8.AL": 1000,
      "4dd[": 1001,
      "8g)": 1002,
      "12cc#L": 1003,
      "f-]": 1004,
      "-f-]": 1005,
      "*k[b-e-a-d-g-c-f-]": 1006,
      "8GG-": 1007,
      "8EEE": 1008,
      "4.c#": 1009,
      "16dd)JJ": 1010,
      "4gg-": 1011,
      "4.A-": 1012,
      "12dL": 1013,
      "8.c#": 1014,
      "32ccc": 1015,
      "8g-L": 1016,
      "32B-": 1017,
      "16dddJJ": 1018,
      "8.eeJ": 1019,
      "4c]": 1020,
      "16dL": 1021,
      ")K": 1022,
      "16BBLL": 1023,
      "8cc)": 1024,
      "32GG": 1025,
      "#_": 1026,
      "24A": 1027,
      "16gg-": 1028,
      "4.F#": 1029,
      "16dddLL": 1030,
      "8FF#L": 1031,
      "4cc-": 1032,
      "32c#": 1033,
      "16BB-LL": 1034,
      "4.a-": 1035,
      "16eJ": 1036,
      "8ccc#L": 1037,
      "8EE-L": 1038,
      "2AA-": 1039,
      "16GGLL": 1040,
      "-]LL": 1041,
      "8ff#)J": 1042,
      "1b-": 1043,
      "16fL": 1044,
      "16ccKL": 1045,
      "4cc]": 1046,
      "24f": 1047,
      "1e-": 1048,
      "12aaJ": 1049,
      "4ggg": 1050,
      "*M9/8": 1051,
      "8.ee-L": 1052,
      "8.AA": 1053,
      "16gKL": 1054,
      "2CC": 1055,
      "24f#": 1056,
      "8aa(L": 1057,
      "16G#JJ": 1058,
      "8.bJ": 1059,
      "8CC#": 1060,
      "16a(LL": 1061,
      "16.dd": 1062,
      "*k[f#c#g#d#a#e#]": 1063,
      "12bb": 1064,
      "4CC#": 1065,
      "16BBJJ": 1066,
      "16f#K": 1067,
      "12aaL": 1068,
      "4d[": 1069,
      "8.bbL": 1070,
      "8ccc#J": 1071,
      "32e-": 1072,
      "2bb": 1073,
      "2C#": 1074,
      "24ff": 1075,
      "2.E-": 1076,
      "8a]L": 1077,
      "32cc#": 1078,
      "8a#L": 1079,
      "16gg#LL": 1080,
      "32ddd": 1081,
      "16ee-Jk": 1082,
      "16GGG": 1083,
      "8.ggJ": 1084,
      "8gg)": 1085,
      "4Bn": 1086,
      "8AA-J": 1087,
      "64a": 1088,
      "2.ff": 1089,
      "4eee-": 1090,
      "4cc[": 1091,
      "16ff#(LL": 1092,
      "1FF": 1093,
      "16a)JJ": 1094,
      "16G#LL": 1095,
      "16b-L": 1096,
      "20": 1097,
      "8ee#": 1098,
      "8d)J": 1099,
      "16AJk": 1100,
      "24G": 1101,
      "4f]": 1102,
      "8d(L": 1103,
      "8qqff#": 1104,
      "8g]": 1105,
      "4bn": 1106,
      "32bb-": 1107,
      "16ee#": 1108,
      "16A-LL": 1109,
      "4GG-": 1110,
      "96": 1111,
      "2.BB-": 1112,
      "8dd]L": 1113,
      "12BB": 1114,
      "16d#JJ": 1115,
      "16d-JJ": 1116,
      "8bn": 1117,
      "16cc#KL": 1118,
      "16ee)JJ": 1119,
      "16eKL": 1120,
      "4.bb": 1121,
      "4g)": 1122,
      "4G]": 1123,
      "8dd(": 1124,
      "16e-Jk": 1125,
      "8.e-L": 1126,
      "2.BB": 1127,
      "2bb-": 1128,
      "16dd-JJ": 1129,
      "16dJ": 1130,
      "4a)": 1131,
      "24cc#": 1132,
      "8.GL": 1133,
      "16BB-JJ": 1134,
      "4e[": 1135,
      "4B#": 1136,
      "8G-L": 1137,
      "16cc)JJ": 1138,
      "8cc#)J": 1139,
      "8AAA-": 1140,
      "8e(L": 1141,
      "16EE-": 1142,
      "8f#)J": 1143,
      "8aa)J": 1144,
      "8ff#)": 1145,
      "4.FF": 1146,
      "16eK": 1147,
      "16aa-JJ": 1148,
      "4g(": 1149,
      "4E#": 1150,
      "16BBB-": 1151,
      "8D-J": 1152,
      "8eeeL": 1153,
      "*M6/4": 1154,
      "8qqgL": 1155,
      "64d": 1156,
      "16GGJJ": 1157,
      "16cc-": 1158,
      "8E#": 1159,
      "16aa#": 1160,
      "8.B-L": 1161,
      "8aa#": 1162,
      "24b-": 1163,
      "16dd#LL": 1164,
      "8D#J": 1165,
      "|)": 1166,
      "16ggKL": 1167,
      "8AA#": 1168,
      "24F": 1169,
      "16ffK": 1170,
      "16bbJk": 1171,
      "8g]L": 1172,
      "16.cc": 1173,
      "16c-": 1174,
      "4b]": 1175,
      "1BB-": 1176,
      "64dd": 1177,
      "16.gg": 1178,
      "8.aaJ": 1179,
      "2.aa": 1180,
      "8.ccJ": 1181,
      "4AA#": 1182,
      "1gg": 1183,
      "8FF#J": 1184,
      "4dd(": 1185,
      "8ccn": 1186,
      "8C-": 1187,
      "16ff#KL": 1188,
      "8g[": 1189,
      "8f#(L": 1190,
      "32BB": 1191,
      "8a[": 1192,
      "8cc]L": 1193,
      "32F#": 1194,
      "4a(": 1195,
      "1F#": 1196,
      "4DD-": 1197,
      "4en": 1198,
      "16e#": 1199,
      "16dd-LL": 1200,
      "24B": 1201,
      "16GJk": 1202,
      "8cc#(L": 1203,
      "8B#": 1204,
      "8ff(L": 1205,
      "8aa)": 1206,
      "16aa-LL": 1207,
      "16gg(LL": 1208,
      "4C-": 1209,
      "16GG#": 1210,
      "8G-J": 1211,
      "8CCJ": 1212,
      "4A]": 1213,
      "TL": 1214,
      "1c#": 1215,
      "2g[": 1216,
      "16C#LL": 1217,
      "16.ee": 1218,
      "24c": 1219,
      "8..": 1220,
      "2d#": 1221,
      "4d)": 1222,
      "8b-)J": 1223,
      "1ff": 1224,
      "4f[": 1225,
      "4b[": 1226,
      "8b-(L": 1227,
      "8a(": 1228,
      "8.BL": 1229,
      "4dd)": 1230,
      "8ccnL": 1231,
      "16ffJ": 1232,
      "16cL": 1233,
      "64e": 1234,
      "32qq": 1235,
      "8.eJ": 1236,
      "v2": 1237,
      "32ee-": 1238,
      "4ee[": 1239,
      "*clefGv2": 1240,
      "16gg)JJ": 1241,
      "]Jk": 1242,
      "8.bb": 1243,
      "4ee]": 1244,
      "*met(c|)": 1245,
      "16C#JJ": 1246,
      "8d[": 1247,
      "8A#J": 1248,
      "8a[J": 1249,
      "8dd[J": 1250,
      "8.GG": 1251,
      "*M3/2": 1252,
      "8b#": 1253,
      "8e)J": 1254,
      "8D#L": 1255,
      "8eeeJ": 1256,
      "16g#Jk": 1257,
      "4.g#": 1258,
      "8f-": 1259,
      "8v": 1260,
      "8va": 1261,
      "1EE": 1262,
      "24E": 1263,
      "16ddd-": 1264,
      "4c[": 1265,
      "8a]": 1266,
      "16ccc#JJ": 1267,
      "8cc[": 1268,
      "16BJk": 1269,
      "16dKL": 1270,
      "8d]": 1271,
      "4f-": 1272,
      "16b-J": 1273,
      "16b)JJ": 1274,
      "12ffJ": 1275,
      "8ee]L": 1276,
      "16a#JJ": 1277,
      "16B-Jk": 1278,
      "*M12": 1279,
      "8.dJ": 1280,
      "2a[": 1281,
      "2ddd": 1282,
      "8b]L": 1283,
      "16f#J": 1284,
      "12ccc": 1285,
      "12b-J": 1286,
      "8d]L": 1287,
      "2d[": 1288,
      "6cc": 1289,
      "16f#KL": 1290,
      "1E-": 1291,
      "16aaJ": 1292,
      "16d-LL": 1293,
      "2g]": 1294,
      "_J": 1295,
      "4FFF": 1296,
      "4.bb-": 1297,
      "8GG#L": 1298,
      "2.FF": 1299,
      "2.c#": 1300,
      "12BB-": 1301,
      "1aa": 1302,
      "8dd[": 1303,
      "4b-]": 1304,
      "8qqffJ": 1305,
      "16.b": 1306,
      "8ddd-": 1307,
      "1DD": 1308,
      "16cc(LL": 1309,
      "8f)J": 1310,
      "8g[J": 1311,
      "4EEE": 1312,
      "16.a": 1313,
      "2.F#": 1314,
      "8.BB": 1315,
      "8.e-": 1316,
      "12fL": 1317,
      "16FFLL": 1318,
      "16bn": 1319,
      "*M12/8": 1320,
      "12fJ": 1321,
      "8e]L": 1322,
      "16d#LL": 1323,
      "2FF#": 1324,
      "16ff#)JJ": 1325,
      "4B]": 1326,
      "8EE-J": 1327,
      "12ddd": 1328,
      "4ee#": 1329,
      "_LL": 1330,
      "8F-": 1331,
      "8eee-L": 1332,
      "4b-[": 1333,
      "4e)": 1334,
      "4d(": 1335,
      "16dK": 1336,
      "16fJ": 1337,
      "12ffL": 1338,
      "16g(LL": 1339,
      "8.ccc": 1340,
      "8.bb-L": 1341,
      "2d]": 1342,
      "24bb": 1343,
      "8e]": 1344,
      "8.fJ": 1345,
      "16.ff": 1346,
      "32eeJJJ": 1347,
      "*met(C": 1348,
      "4G[": 1349,
      "64gg": 1350,
      "1CC": 1351,
      "16ffKL": 1352,
      "2D-": 1353,
      "8ff)J": 1354,
      "8cc[J": 1355,
      "12b-L": 1356,
      "4b#": 1357,
      "4.DD": 1358,
      "12e-": 1359,
      "4An": 1360,
      "8gg]L": 1361,
      "16ee-L": 1362,
      "12ee-": 1363,
      "4cc(": 1364,
      "4.EE": 1365,
      "8fffL": 1366,
      "*X": 1367,
      "16gg#Jk": 1368,
      "4.ccc": 1369,
      "8dd]": 1370,
      "2a]": 1371,
      "2e[": 1372,
      "12FF": 1373,
      "8e[": 1374,
      "8f]L": 1375,
      "8GG#J": 1376,
      "4gg[": 1377,
      "16g)JJ": 1378,
      "8cc]": 1379,
      "8een": 1380,
      "8bnJ": 1381,
      "16a-Jk": 1382,
      "4F-": 1383,
      "8f(L": 1384,
      "16AA#": 1385,
      "16fKL": 1386,
      "4cc)": 1387,
      "2dd-": 1388,
      "8DD#": 1389,
      "8.f#J": 1390,
      "16a#LL": 1391,
      "8f[": 1392,
      "24c#": 1393,
      "uL": 1394,
      "8f]": 1395,
      "b#]": 1396,
      "8qqggJ": 1397,
      "8ccnJ": 1398,
      "tr": 1399,
      "8Bn": 1400,
      "4ccn": 1401,
      "16b#": 1402,
      "8c[": 1403,
      "12cJ": 1404,
      "8qqddJ": 1405,
      "4B-]": 1406,
      "8qqcc#": 1407,
      "24D": 1408,
      "*clefX": 1409,
      "16b-K": 1410,
      "#b#]": 1411,
      "8.BB-": 1412,
      "*k[f#c#g#d#a#e#b#]": 1413,
      "32BB-": 1414,
      "8gg-L": 1415,
      "2AAA": 1416,
      "8ee(": 1417,
      "8.ddd": 1418,
      "#]LL": 1419,
      "64g": 1420,
      "2c[": 1421,
      "16ccc#LL": 1422,
      "4..": 1423,
      "4b)": 1424,
      "4D]": 1425,
      "4e(": 1426,
      "8en": 1427,
      "8d)": 1428,
      "12DD": 1429,
      "[KKLL": 1430,
      "8e)": 1431,
      "8c-J": 1432,
      "16aa(LL": 1433,
      "8.a-L": 1434,
      "8eee-J": 1435,
      "4A[": 1436,
      "8b-]L": 1437,
      "8AAAL": 1438,
      "8BBB-L": 1439,
      "8cc#)": 1440,
      "8gg-J": 1441,
      "2dd]": 1442,
      "8b[": 1443,
      "4b(": 1444,
      "32ddJJJ": 1445,
      "4DD#": 1446,
      "4f)": 1447,
      "8A#L": 1448,
      "4F]": 1449,
      "24B-": 1450,
      "4En": 1451,
      "2dd[": 1452,
      "32ccc#": 1453,
      "4AAA-": 1454,
      "8d[J": 1455,
      "4.dd[": 1456,
      "16eeeJJ": 1457,
      "12dd)J": 1458,
      "tL": 1459,
      "4fff#": 1460,
      "16g-JJ": 1461,
      "2.A-": 1462,
      "8.g#L": 1463,
      "4fn": 1464,
      "4ddd-": 1465,
      "8qqccJ": 1466,
      "2.EE": 1467,
      "8b(": 1468,
      "8.FL": 1469,
      "2.ff#": 1470,
      "16qqcc": 1471,
      "2cc[": 1472,
      "16g-LL": 1473,
      "16.g": 1474,
      "2..": 1475,
      "6dd": 1476,
      "16C-": 1477,
      "12ee(L": 1478,
      "8fn": 1479,
      "4aa#": 1480,
      "16EELL": 1481,
      "12gg#": 1482,
      "6g": 1483,
      "12AL": 1484,
      "8bnL": 1485,
      "16AL": 1486,
      "JJJJ": 1487,
      "8e[J": 1488,
      "JJJk": 1489,
      "8f#)": 1490,
      "8e#J": 1491,
      "12bb-": 1492,
      "nJk": 1493,
      "8c]": 1494,
      "8qqgJ": 1495,
      "6a": 1496,
      "8.ff#J": 1497,
      "4an": 1498,
      "#]JJk": 1499,
      "64ee": 1500,
      "16AA-LL": 1501,
      "8g(": 1502,
      "4c)": 1503,
      "*met(C)": 1504,
      "16E#": 1505,
      "2g-": 1506,
      "16GG-": 1507,
      "4f(": 1508,
      "4.d-": 1509,
      "4.g[": 1510,
      "8cc(": 1511,
      "12EE": 1512,
      "4aaa": 1513,
      "8BBBL": 1514,
      "8G[": 1515,
      "4.CC": 1516,
      "16f-": 1517,
      "8c]L": 1518,
      "12a)J": 1519,
      "8cc-L": 1520,
      "8c-L": 1521,
      "32ccJJJ": 1522,
      "8b[J": 1523,
      "2e]": 1524,
      "4c(": 1525,
      "16c#Jk": 1526,
      "16FFJJ": 1527,
      "8cc-J": 1528,
      "64f": 1529,
      "32FF": 1530,
      "4gg]": 1531,
      "8gn": 1532,
      "2.a-": 1533,
      "32a-": 1534,
      "8b-[": 1535,
      "2f[": 1536,
      "4f#]": 1537,
      "8b]": 1538,
      "4ff]": 1539,
      "16FF#LL": 1540,
      "8ddd#": 1541,
      "16eeeLL": 1542,
      "8DDD": 1543,
      "8ffn": 1544,
      "12g#": 1545,
      "32ggLLL": 1546,
      "8.ffJ": 1547,
      "32eJJJ": 1548,
      "8.dd(L": 1549,
      "16DDLL": 1550,
      "2c]": 1551,
      "12AJ": 1552,
      "6b": 1553,
      "8.c#L": 1554,
      "4ff[": 1555,
      "8fffJ": 1556,
      "2EE-": 1557,
      "4.AA-": 1558,
      "32CC": 1559,
      "16b-KL": 1560,
      "32e[": 1561,
      "8ee[": 1562,
      "24e-": 1563,
      "16D-JJ": 1564,
      "8ff]L": 1565,
      "32eee": 1566,
      "2.DD": 1567,
      "8G]": 1568,
      "8.FF": 1569,
      ")JJJ": 1570,
      "12dd(L": 1571,
      "16bbL": 1572,
      "16G-JJ": 1573,
      "2f]": 1574,
      "16bb-Jk": 1575,
      "8ee[J": 1576,
      "16GL": 1577,
      "12GJ": 1578,
      "4.ddd": 1579,
      "32ddLLL": 1580,
      "4.G#": 1581,
      "4ee)": 1582,
      "8gg(": 1583,
      "4ee(": 1584,
      "#[LL": 1585,
      "16D-LL": 1586,
      "2.cc#": 1587,
      "8.EE": 1588,
      "Jkk": 1589,
      "24C": 1590,
      "12BL": 1591,
      "-[JJ": 1592,
      "16A#JJ": 1593,
      "32DD": 1594,
      "2cc]": 1595,
      "4.C#": 1596,
      "16FJk": 1597,
      "32g#": 1598,
      "8A[": 1599,
      "12a(L": 1600,
      "4A)": 1601,
      "16aaKL": 1602,
      "4dn": 1603,
      "4C]": 1604,
      "16D#JJ": 1605,
      "8.cc#J": 1606,
      "12b(L": 1607,
      "16fK": 1608,
      "4f#[": 1609,
      "24aLL": 1610,
      "2dd#": 1611,
      "8GGGL": 1612,
      "16eee-LL": 1613,
      "8b-]": 1614,
      "12BJ": 1615,
      "16cc#(LL": 1616,
      "16ddd#": 1617,
      "32bJJJ": 1618,
      "16eee-JJ": 1619,
      "12CC": 1620,
      "128g": 1621,
      "16cc#)JJ": 1622,
      "16bbK": 1623,
      "8.DL": 1624,
      "4E]": 1625,
      "4G(": 1626,
      "16D#LL": 1627,
      "8an": 1628,
      "8AAAJ": 1629,
      "16dd)": 1630,
      "4e-]": 1631,
      "16aa)JJ": 1632,
      "(LLL": 1633,
      "4.a[": 1634,
      "12F#": 1635,
      "8.CL": 1636,
      "4B-[": 1637,
      "32aJJJ": 1638,
      "8f[J": 1639,
      "64DD": 1640,
      "16e-L": 1641,
      "6f": 1642,
      "8f)": 1643,
      "8cccc": 1644,
      "6gg": 1645,
      "4cn": 1646,
      "8c(L": 1647,
      "8c)J": 1648,
      "8aa#J": 1649,
      "2A[": 1650,
      "16EEE": 1651,
      "A-": 1652,
      "4.dd-": 1653,
      "8FFF#": 1654,
      "8aa]L": 1655,
      "16DJk": 1656,
      "2b[": 1657,
      "-[Jk": 1658,
      "32ccLLL": 1659,
      "64c": 1660,
      "8.cccL": 1661,
      "8ff)": 1662,
      "16qqdd": 1663,
      "48r": 1664,
      "16F-": 1665,
      "32eeLLL": 1666,
      "12cL": 1667,
      "4ff-": 1668,
      "16cccc": 1669,
      "64G": 1670,
      "24aJJ": 1671,
      "ee-": 1672,
      "16G-LL": 1673,
      "4B[": 1674,
      "8c[J": 1675,
      "16B#": 1676,
      "2.g[": 1677,
      "16EEJJ": 1678,
      "8ffnL": 1679,
      "16BL": 1680,
      "8.a(L": 1681,
      "24ddLL": 1682,
      "6d": 1683,
      "64aa": 1684,
      "8GG-L": 1685,
      "16aa#JJ": 1686,
      "24eeLL": 1687,
      "*s": 1688,
      "ia": 1689,
      "4D[": 1690,
      "16AA-JJ": 1691,
      "8.EL": 1692,
      "tria": 1693,
      "*stria": 1694,
      "16FFF": 1695,
      "8ee#L": 1696,
      "4BBn": 1697,
      "12bbL": 1698,
      "12a-": 1699,
      "*clefC": 1700,
      "16g[LL": 1701,
      "16A#LL": 1702,
      "16cccJk": 1703,
      "16EE-LL": 1704,
      "8A]L": 1705,
      "1A-": 1706,
      "8b-)": 1707,
      "24ddJJ": 1708,
      "4f##": 1709,
      "8qqf#": 1710,
      "8ff[": 1711,
      "4f#)": 1712,
      "64d]JJJk": 1713,
      "8ff-": 1714,
      "8b-[J": 1715,
      "16qqb": 1716,
      "4gn": 1717,
      "8e#L": 1718,
      "2b-[": 1719,
      "12gg)J": 1720,
      "4aa[": 1721,
      "LLLL": 1722,
      "vJk": 1723,
      "8gg[J": 1724,
      "16FF#JJ": 1725,
      "16EJk": 1726,
      "16dd]LL": 1727,
      "16.f": 1728,
      "8BBBJ": 1729,
      "6e": 1730,
      "16ff(LL": 1731,
      "32aLLL": 1732,
      "8ee]": 1733,
      "8gg[": 1734,
      "128gg": 1735,
      "2G[": 1736,
      "12eee": 1737,
      "12E-": 1738,
      "4cc#[": 1739,
      "8B[": 1740,
      "2A]": 1741,
      "8DD-L": 1742,
      "8ee#J": 1743,
      "16a-L": 1744,
      "2GGG": 1745,
      "6.": 1746,
      "32E-": 1747,
      "2ee[": 1748,
      "16a)": 1749,
      "8A]": 1750,
      "16fffJJ": 1751,
      "32ggJJJ": 1752,
      "24ccc": 1753,
      "32eLLL": 1754,
      "16een": 1755,
      "4ff#[": 1756,
      "8.ee-": 1757,
      "8gg]": 1758,
      "8e-]": 1759,
      "32gJJJ": 1760,
      "16CCLL": 1761,
      "8.E-": 1762,
      "8ff#]L": 1763,
      "16gg-LL": 1764,
      "8e-[": 1765,
      "16DL": 1766,
      "16qqgg": 1767,
      "8f##": 1768,
      "8aa#L": 1769,
      "12e-L": 1770,
      "8f#]L": 1771,
      "12GL": 1772,
      "8An": 1773,
      "32gg#": 1774,
      "8eenJ": 1775,
      "8f#[": 1776,
      "16.aa": 1777,
      "16G[LL": 1778,
      "4gg(": 1779,
      "8qqbb": 1780,
      "6c": 1781,
      "16ee#JJ": 1782,
      "8.A-L": 1783,
      "4e-[": 1784,
      "16qqa": 1785,
      "16dd-Jk": 1786,
      "(Jk": 1787,
      "8gggL": 1788,
      "64b": 1789,
      "12EL": 1790,
      "8.g#": 1791,
      "16B-L": 1792,
      "8.DD": 1793,
      "*8va": 1794,
      "24ccJJ": 1795,
      "12B-J": 1796,
      "16ee)": 1797,
      "[KK": 1798,
      "32dd-": 1799,
      "*X8va": 1800,
      "24ddd": 1801,
      "4F[": 1802,
      "2D#": 1803,
      "16bbb-": 1804,
      "16A-Jk": 1805,
      "128B-": 1806,
      "8G]L": 1807,
      "16gg-JJ": 1808,
      "12ee-L": 1809,
      "8qqeeJ": 1810,
      "16ff)JJ": 1811,
      "8.gg#L": 1812,
      "8bb(L": 1813,
      "24bb-": 1814,
      "2G-": 1815,
      "16fffLL": 1816,
      "4G)": 1817,
      "4A(": 1818,
      "16qqee": 1819,
      "8.b-J": 1820,
      "]K": 1821,
      "8d(": 1822,
      "16ee(L": 1823,
      "2gg#": 1824,
      "2.ee-": 1825,
      "8F##": 1826,
      "8ff[J": 1827,
      "32EE": 1828,
      "32ggg": 1829,
      "16DDJJ": 1830,
      "4een": 1831,
      "12c#J": 1832,
      "#q": 1833,
      "24ccLL": 1834,
      "64A": 1835,
      "8AA#J": 1836,
      "4ffn": 1837,
      "2.g#": 1838,
      "8CC#L": 1839,
      "1C#": 1840,
      "1a-": 1841,
      "8G(L": 1842,
      "8dn": 1843,
      "2a#": 1844,
      "8B-[": 1845,
      "8.a-": 1846,
      "12ee-J": 1847,
      "8A(L": 1848,
      "24eJJ": 1849,
      "128d": 1850,
      "2.AA-": 1851,
      "2BBB": 1852,
      "8B]": 1853,
      "8gggJ": 1854,
      "8aa[J": 1855,
      "2G]": 1856,
      "32bLLL": 1857,
      "4aa]": 1858,
      "8En": 1859,
      "4.cc[": 1860,
      "2ee]": 1861,
      "8C-L": 1862,
      "4.gg#": 1863,
      "12d-": 1864,
      "4E[": 1865,
      "8A)J": 1866,
      "1cc#": 1867,
      "12A-": 1868,
      "8ee-(L": 1869,
      "16GG#LL": 1870,
      "8A[J": 1871,
      "16a)Jk": 1872,
      "8e(": 1873,
      "8.ee(L": 1874,
      "16d[LL": 1875,
      "16ff-": 1876,
      "16dd(L": 1877,
      "6D": 1878,
      "24bJJ": 1879,
      "4BB#": 1880,
      "2GG#": 1881,
      "8G[J": 1882,
      "32ffJJJ": 1883,
      "8BBB-J": 1884,
      "128f": 1885,
      "10": 1886,
      "16DD-": 1887,
      "8f#]": 1888,
      "16cc]LL": 1889,
      "16g[": 1890,
      "8cn": 1891,
      "12b)J": 1892,
      "4ee-[": 1893,
      "24eeJJ": 1894,
      "8D[": 1895,
      "32aa-": 1896,
      "4.d#": 1897,
      "64.gg": 1898,
      "8.bb-": 1899,
      "12ccc#": 1900,
      "64bb": 1901,
      "T(L": 1902,
      "16f#(LL": 1903,
      "16cc)": 1904,
      "24AA": 1905,
      "4.dd#": 1906,
      "8.dd-L": 1907,
      "8GGG#": 1908,
      "12g#J": 1909,
      "16b)": 1910,
      "8ddd-L": 1911,
      "64ff": 1912,
      "8bbb": 1913,
      "32dd#": 1914,
      "128G": 1915,
      "8CC-": 1916,
      "8G)J": 1917,
      "4Fn": 1918,
      "32gLLL": 1919,
      "12DL": 1920,
      "16CL": 1921,
      "2.dd[": 1922,
      "1ff#": 1923,
      "6G": 1924,
      "8ff]": 1925,
      "8.b(L": 1926,
      "12G#": 1927,
      "16e#JJ": 1928,
      "4FFF#": 1929,
      "24bLL": 1930,
      "16.r": 1931,
      "8.CC": 1932,
      "16CJk": 1933,
      "4f#(": 1934,
      "12EJ": 1935,
      "12ee)J": 1936,
      "2eee": 1937,
      "8b#L": 1938,
      "8.g(L": 1939,
      "16cJ": 1940,
      "16bbb": 1941,
      "16.e": 1942,
      "8BnJ": 1943,
      "4Gn": 1944,
      "4.D-": 1945,
      "16ccn": 1946,
      "16g]LL": 1947,
      "12FJ": 1948,
      "4E-]": 1949,
      "8AA#L": 1950,
      "16c-LL": 1951,
      "4EE#": 1952,
      "8ccc-": 1953,
      "16ccc-": 1954,
      "4B--": 1955,
      "2aa-": 1956,
      "16CC#": 1957,
      "1G#": 1958,
      "2b]": 1959,
      "16dd#Jk": 1960,
      "4C[": 1961,
      "4F##": 1962,
      "12d#": 1963,
      "128a": 1964,
      "2.CC": 1965,
      "8.eee": 1966,
      "8CCC": 1967,
      "16ee#LL": 1968,
      "8D]": 1969,
      "4.FF#": 1970,
      "12bbJ": 1971,
      "12e-J": 1972,
      "16dd)Jk": 1973,
      "8f#[J": 1974,
      ";L": 1975,
      "16e#LL": 1976,
      "8B--": 1977,
      "16b(L": 1978,
      "32ff#JJJ": 1979,
      "24gJJ": 1980,
      "8F[": 1981,
      "8GGGJ": 1982,
      "16a(": 1983,
      "16aa#LL": 1984,
      "32d#": 1985,
      "12gg#J": 1986,
      "8enJ": 1987,
      "8fff#L": 1988,
      "32aaJJJ": 1989,
      "8ggn": 1990,
      "32d-": 1991,
      "16dd(": 1992,
      "32dJJJ": 1993,
      "24F#": 1994,
      "16FL": 1995,
      "4DDD": 1996,
      "16a]LL": 1997,
      "32ddJJk": 1998,
      "2F[": 1999,
      "2.a[": 2000,
      "8b#J": 2001,
      "8eenL": 2002,
      "12FL": 2003,
      "2BBB-": 2004,
      "16.ff#": 2005,
      "32ffLLL": 2006,
      "8cc#]L": 2007,
      "4GGG#": 2008,
      "12.": 2009,
      "4GG]": 2010,
      "8f-J": 2011,
      "4b-(": 2012,
      "16cc-JJ": 2013,
      "8B-]": 2014,
      "4.EE-": 2015,
      "16bb-L": 2016,
      "16gg)": 2017,
      "24BB-": 2018,
      "16cccL": 2019,
      "128c": 2020,
      "16AJ": 2021,
      ":[": 2022,
      "4.d[": 2023,
      "16cc]": 2024,
      "1g#": 2025,
      "32G#": 2026,
      "8ggnL": 2027,
      "8E[": 2028,
      "16gg]LL": 2029,
      "16b-(LL": 2030,
      "4e-(": 2031,
      "6r": 2032,
      "128b-": 2033,
      "16d(LL": 2034,
      "-q": 2035,
      "128A": 2036,
      "16an": 2037,
      "16g]": 2038,
      "2.G#": 2039,
      "1g[": 2040,
      "8ddn": 2041,
      "8BBn": 2042,
      "12a-J": 2043,
      "32fff": 2044,
      "24ff#JJ": 2045,
      "16ee)Jk": 2046,
      "8C[": 2047,
      "2.d[": 2048,
      "16ee]LL": 2049,
      "16en": 2050,
      "2F]": 2051,
      "#[JJ": 2052,
      "8ee-]L": 2053,
      "2gg[": 2054,
      "4.ff[": 2055,
      "2b-]": 2056,
      "8ff#[J": 2057,
      "16fff#JJ": 2058,
      "1FF#": 2059,
      "8bbb-": 2060,
      "12DJ": 2061,
      "8ba": 2062,
      "8B]L": 2063,
      "40": 2064,
      "16a[": 2065,
      "16EE-JJ": 2066,
      "1AA-": 2067,
      "4b-)": 2068,
      "8b--": 2069,
      "8D]L": 2070,
      "64ccc": 2071,
      "8ffnJ": 2072,
      "8B-]L": 2073,
      "6ee": 2074,
      "24ggJJ": 2075,
      "16d[": 2076,
      "4.aa-": 2077,
      "128D": 2078,
      "128C": 2079,
      "16cc-LL": 2080,
      "4ff#]": 2081,
      "8B-(L": 2082,
      "4F#]": 2083,
      "4a-]": 2084,
      "16bnJJ": 2085,
      "16Bn": 2086,
      "2A#": 2087,
      "128ff": 2088,
      "16qqaa": 2089,
      "12B-L": 2090,
      "8.cc(L": 2091,
      "8fff#J": 2092,
      "*stria1": 2093,
      "2.d-": 2094,
      "1d[": 2095,
      "128F": 2096,
      "4a-[": 2097,
      "16FFF#": 2098,
      "16GG#JJ": 2099,
      "8ff#(": 2100,
      "#Jk": 2101,
      "24cc#JJ": 2102,
      "12g#L": 2103,
      "4ddd#": 2104,
      "16.ddLL": 2105,
      "JK": 2106,
      "8e-]L": 2107,
      "2ff[": 2108,
      "4cc#]": 2109,
      "4B(": 2110,
      "4B-(": 2111,
      "32cc#JJJ": 2112,
      "12ff#(L": 2113,
      "16gggJJ": 2114,
      "8BnL": 2115,
      "8E]": 2116,
      "16c-JJ": 2117,
      "2Bn": 2118,
      "16cc[": 2119,
      "8qqe": 2120,
      "8EEE-": 2121,
      "32b-JJJ": 2122,
      "16g#L": 2123,
      "32g]JJk": 2124,
      "8GG-J": 2125,
      "4c##": 2126,
      "16.d": 2127,
      "8CC#J": 2128,
      "#[Jk": 2129,
      "32fJJJ": 2130,
      "1ccc": 2131,
      "16b]LL": 2132,
      "8B#J": 2133,
      "24BB": 2134,
      "8a-[": 2135,
      "24ggLL": 2136,
      "8BB#": 2137,
      "4c#]": 2138,
      "16F#Jk": 2139,
      "8.A-": 2140,
      "8f-L": 2141,
      "8ggnJ": 2142,
      "32G]JJk": 2143,
      "8e-[J": 2144,
      "16B--": 2145,
      "2D[": 2146,
      "~L": 2147,
      "4.g-": 2148,
      "6A": 2149,
      "8gnJ": 2150,
      "-]KL": 2151,
      "16a]": 2152,
      "8c)": 2153,
      "4gg)": 2154,
      "32d[LLL": 2155,
      "4ee-]": 2156,
      "32aaLLL": 2157,
      "4D)": 2158,
      "128BB-": 2159,
      "32C#": 2160,
      "1bb": 2161,
      "8e-)J": 2162,
      "128e-": 2163,
      "16EL": 2164,
      "8ddd-J": 2165,
      "4CC-": 2166,
      "16gggLL": 2167,
      "8B(L": 2168,
      "8.E-L": 2169,
      "2B[": 2170,
      "128E-": 2171,
      "4B-)": 2172,
      "8Gn": 2173,
      "16f#)JJ": 2174,
      "1c[": 2175,
      "8dd)L": 2176,
      "24f#JJ": 2177,
      "12ff#)J": 2178,
      "~J": 2179,
      "1d]": 2180,
      "16ff#(L": 2181,
      "16d-Jk": 2182,
      "2D]": 2183,
      "2B]": 2184,
      "16g)Jk": 2185,
      "4.b[": 2186,
      "128dd": 2187,
      "2.bb": 2188,
      "8E#L": 2189,
      "64B": 2190,
      "16a[LL": 2191,
      "16ff#)": 2192,
      "16g)": 2193,
      "8E#J": 2194,
      "24dJJ": 2195,
      "8fnL": 2196,
      "16e[": 2197,
      "32dLLL": 2198,
      "8qqaaL": 2199,
      "8.dddL": 2200,
      "16ddd-JJ": 2201,
      "2.ccc": 2202,
      "16dd[": 2203,
      "*clefC3": 2204,
      "*M4/2": 2205,
      "8aa[": 2206,
      "4.dd(": 2207,
      "8aa(": 2208,
      "32a]JJk": 2209,
      "]JJkk": 2210,
      "8f#(": 2211,
      "8e-(L": 2212,
      "1ee-": 2213,
      "12gg(L": 2214,
      "8F]": 2215,
      "24fJJ": 2216,
      "16f[": 2217,
      "2E[": 2218,
      "2ff]": 2219,
      "12c#L": 2220,
      "8.aa-L": 2221,
      "64a]JJJk": 2222,
      "8ff##": 2223,
      "4AA]": 2224,
      "16gg#L": 2225,
      "16c#L": 2226,
      "24eLL": 2227,
      "12cc)J": 2228,
      "8GGG-": 2229,
      "4ccc-": 2230,
      "16b#JJ": 2231,
      "q(": 2232,
      "12CJ": 2233,
      "4.g(": 2234,
      "16dddJk": 2235,
      "12g)J": 2236,
      "8enL": 2237,
      "8ff#[": 2238,
      "4F)": 2239,
      "16dd[LL": 2240,
      "4B)": 2241,
      "128cc#": 2242,
      "8B[J": 2243,
      "4AAn": 2244,
      "4.e[": 2245,
      "16E-Jk": 2246,
      "48cc": 2247,
      "8FF-": 2248,
      "8E]L": 2249,
      "16CCJJ": 2250,
      "16d)JJ": 2251,
      "8a-]L": 2252,
      "16a(L": 2253,
      "-LK": 2254,
      "8B-[J": 2255,
      "1e]": 2256,
      "4BB-]": 2257,
      "8C]": 2258,
      "4GG[": 2259,
      "2B-]": 2260,
      "1a[": 2261,
      ")]": 2262,
      "16ff]LL": 2263,
      "16DDD": 2264,
      "1G[": 2265,
      "16dddd": 2266,
      "4.eee": 2267,
      "16ddd#JJ": 2268,
      "8ee-[J": 2269,
      "24gLL": 2270,
      "8ee-]": 2271,
      "8.d-": 2272,
      "8.gg#": 2273,
      "8.gg(L": 2274,
      "6ff": 2275,
      "8ff(": 2276,
      "2.cc[": 2277,
      "2.C#": 2278,
      "8.F#L": 2279,
      "1c]": 2280,
      "64b-": 2281,
      "8anJ": 2282,
      "16AAJk": 2283,
      "16fff#LL": 2284,
      "8qqeeL": 2285,
      "4ff#(": 2286,
      "8FFFL": 2287,
      "8f(": 2288,
      "`J": 2289,
      "1A[": 2290,
      "1d-": 2291,
      "16b-)JJ": 2292,
      "16e]": 2293,
      "4Dn": 2294,
      "4.g]": 2295,
      "32b-LLL": 2296,
      "LLLLL": 2297,
      "16aa]LL": 2298,
      "1A]": 2299,
      "1e[": 2300,
      "8B-)J": 2301,
      "32g-": 2302,
      "96r": 2303,
      "16gn": 2304,
      "16d]LL": 2305,
      "12cc(L": 2306,
      "16DD#": 2307,
      "32fLLL": 2308,
      "8dddd": 2309,
      "16e(LL": 2310,
      "2C[": 2311,
      "32aaa": 2312,
      "8bb)": 2313,
      "8ee-)J": 2314,
      "16aa-Jk": 2315,
      "64c#": 2316,
      "16ee[": 2317,
      "2B-[": 2318,
      "8fnJ": 2319,
      "8C-J": 2320,
      "12a-L": 2321,
      "12f#(L": 2322,
      "2bn": 2323,
      "32A-": 2324,
      "16g-Jk": 2325,
      "16ee(": 2326,
      "16ffn": 2327,
      "8.d-L": 2328,
      "64C": 2329,
      "8.BB-L": 2330,
      "8aa]": 2331,
      "8D[J": 2332,
      "32ccJJk": 2333,
      "8cc#[": 2334,
      "8.AAL": 2335,
      "8a)L": 2336,
      "32eeJJk": 2337,
      "12CL": 2338,
      "16E-L": 2339,
      "16cKL": 2340,
      "2.bb-": 2341,
      "64ddd": 2342,
      "12d)J": 2343,
      "16G[": 2344,
      "12cc#(L": 2345,
      "4AAA#": 2346,
      "1AAA": 2347,
      "1ddd": 2348,
      "16bb#": 2349,
      "64ff#": 2350,
      "16aa)": 2351,
      "2ccc#": 2352,
      "8ddd#J": 2353,
      "24ccc#": 2354,
      "16AAALL": 2355,
      "24ffLL": 2356,
      "6B": 2357,
      "16dddL": 2358,
      "8EEEL": 2359,
      "4F(": 2360,
      "_JJ": 2361,
      "16ddn": 2362,
      "12bb-J": 2363,
      "4.a#": 2364,
      "qLL": 2365,
      "8b-(": 2366,
      "16ddd-LL": 2367,
      "1g]": 2368,
      "24ffJJ": 2369,
      "JJJJJ": 2370,
      "8qqb-": 2371,
      "4F#[": 2372,
      "8AAA#": 2373,
      "2en": 2374,
      "16ee-K": 2375,
      "24ff#LL": 2376,
      "16dd]": 2377,
      "4FF-": 2378,
      "2.c[": 2379,
      "16b-[": 2380,
      "8DD-J": 2381,
      "16.b-": 2382,
      "12F#J": 2383,
      "12AAL": 2384,
      "16c]": 2385,
      "8F#[": 2386,
      "qJJ": 2387,
      "16b]": 2388,
      "8F]L": 2389,
      "4ggn": 2390,
      "4ff(": 2391,
      "32d]JJk": 2392,
      "16b(": 2393,
      "16ee]": 2394,
      "12cc#)J": 2395,
      "12C#": 2396,
      "12F#L": 2397,
      "16cc)Jk": 2398,
      "2f#[": 2399,
      "16BBB-LL": 2400,
      "8.cJ": 2401,
      "8bb#": 2402,
      "4eeT": 2403,
      "16E#JJ": 2404,
      "16ee-J": 2405,
      "8F#]": 2406,
      "8.GGL": 2407,
      "16f##": 2408,
      "16AAL": 2409,
      "ccc": 2410,
      "4ccT": 2411,
      "4bt": 2412,
      "8EE#": 2413,
      "12aa)J": 2414,
      "8anL": 2415,
