{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<pad>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "<unk>": 3,
      "": 4,
      "cc#qJJ": 5,
      "16aa#[": 6,
      "8dd#J": 7,
      "16ccc#JJ": 8,
      "4.E-]": 9,
      "2A#:": 10,
      "22ee--": 11,
      "32.gL]": 12,
      "8aaan": 13,
      "16ddK": 14,
      "4GGG#": 15,
      "48eeen": 16,
      "8g->L": 17,
      "16enJJ": 18,
      "32ee-L<": 19,
      "16GG#Jk": 20,
      "8.FJ": 21,
      "32b-k": 22,
      "36gg#JJJ": 23,
      "48AAJJJ": 24,
      "8DDL<": 25,
      "48FF##JJJ": 26,
      "32b--LLL": 27,
      "24c-LL": 28,
      "ee-q": 29,
      "2.gg-]": 30,
      "16EE--LK": 31,
      "16G#Jk": 32,
      "32CC[": 33,
      "4C-": 34,
      "1dd#": 35,
      "16dLL": 36,
      "32bb-XLLL": 37,
      "32ggKK": 38,
      "4.a_": 39,
      "8..E--": 40,
      "16enLL": 41,
      "32b": 42,
      "16.aa-LL]": 43,
      "16bb--X": 44,
      "16bbb--JJ": 45,
      "1gg-": 46,
      "8ee--]": 47,
      "32CJkk": 48,
      "8FJ[": 49,
      "32ff##LLL>": 50,
      "48aa-k": 51,
      "16aaak": 52,
      "B#qLLL": 53,
      "48aaa-LLL": 54,
      "16cc#LK": 55,
      "12d-X": 56,
      "56eJJJ": 57,
      "56B": 58,
      "32anL": 59,
      "12FFF#J": 60,
      "8b_": 61,
      "24GGG#": 62,
      "8c#J": 63,
      "64ccc#L": 64,
      "12ff#L<": 65,
      "1.ff-": 66,
      "24A-LL]": 67,
      "2.GGG": 68,
      "4..aa": 69,
      "8.a#L]": 70,
      "20d#JJ": 71,
      "16cLL<": 72,
      "2c##j": 73,
      "24fffLL": 74,
      "32dddLLK[": 75,
      "32EEJkk": 76,
      "4A<>": 77,
      "16g#XLL<": 78,
      "16D--LL": 79,
      "16AALL>": 80,
      "4aa--[": 81,
      "4ffff]": 82,
      "96ddn": 83,
      "32EEELLL": 84,
      "12bbb-L": 85,
      "16eee--LL": 86,
      "40G-LLL": 87,
      "8.dJ[": 88,
      "48b[k": 89,
      "8.AAA#L": 90,
      "16d#LL[": 91,
      "8BBBL>": 92,
      "8..e--": 93,
      "32bnk": 94,
      "16eJk]": 95,
      "8aaa-J": 96,
      "8b-<": 97,
      "4ddd#y": 98,
      "8.BBB": 99,
      "32cccLLL[": 100,
      "16E#LL]": 101,
      "16ff-XJJ": 102,
      "4.GG--[": 103,
      "16dddnLL": 104,
      "4.DD#[": 105,
      "8d#<J": 106,
      "1b": 107,
      "8.C#J": 108,
      "12ee##L": 109,
      "48ccJJk[": 110,
      "16GGGLL>": 111,
      "32bb#": 112,
      "4.cccc-]": 113,
      "24cc-": 114,
      "6GG#": 115,
      "32anJJJ": 116,
      "48eeeLLL]": 117,
      "8.ee#": 118,
      "8BB-XJ": 119,
      "24ggg": 120,
      "16AA#k": 121,
      "8.A-L]": 122,
      "32fff": 123,
      "16EJ": 124,
      "2D-": 125,
      "32E-LLL]": 126,
      "6c": 127,
      "16C#jJk": 128,
      "64dd-JJJJ": 129,
      "32a--Jk": 130,
      "2.ccc#[": 131,
      "8.BB--L": 132,
      "16DD#]": 133,
      "16G#K": 134,
      "8g#XL": 135,
      "2ggg-X": 136,
      "16ee-XLL": 137,
      "12E-J": 138,
      "1AA#[<": 139,
      "16a-LK": 140,
      "2.EE-[<": 141,
      "2CCC[": 142,
      "4.aaa-[": 143,
      "8.FL>": 144,
      "4e#>[": 145,
      "8CC#<": 146,
      "4AA-": 147,
      "dd-qJ": 148,
      "32EEE-LLL": 149,
      "16BB-k": 150,
      "8E#]": 151,
      "32f#LL": 152,
      "32G-X<LLL<": 153,
      "1b#[": 154,
      "16GGG--LL": 155,
      "BBqLLL": 156,
      "aa-qLL<": 157,
      "16gnJk": 158,
      "20fLL": 159,
      "32fJJ": 160,
      "20cc-": 161,
      "e-qJJJ": 162,
      "AnqLL": 163,
      "2A[<": 164,
      "48d#k": 165,
      "24e-JJ": 166,
      "48aa#k": 167,
      "48bLL": 168,
      "32bb-": 169,
      "4ccc-]": 170,
      "e--q": 171,
      "32ffLLL<": 172,
      "8eee-XL": 173,
      "16g##LL<": 174,
      "2dd#:": 175,
      "<s>": 176,
      "32.b": 177,
      "8an]": 178,
      "2dd>": 179,
      "4f[>": 180,
      "24g#LL>": 181,
      "32BBB--JJJ": 182,
      "16e[": 183,
      "64aa-JJk": 184,
      "8ddL[": 185,
      "8f##L]": 186,
      "8AAL]": 187,
      "32GG-LLL<": 188,
      "36gg#": 189,
      "12e-XJ": 190,
      "32ddLL": 191,
      "32ff-LL]": 192,
      "32aaa#": 193,
      "8bbb#": 194,
      "64c#JJkk": 195,
      "8eJ[": 196,
      "8cccc#": 197,
      "16bb--]": 198,
      "32Fn": 199,
      "8ddd-_": 200,
      "32eee#JJ": 201,
      "12g#>J": 202,
      "12AL]": 203,
      "32eee#": 204,
      "8gggL": 205,
      "12BnX": 206,
      "ff##qJJ": 207,
      "8b->]": 208,
      "16EE-LK": 209,
      "4GG#]": 210,
      "2.ddn[": 211,
      "64aanJJJJ": 212,
      "48a-JJJ": 213,
      "4GG#[": 214,
      "4cccc]": 215,
      "16a#LL<": 216,
      "*clefF4": 217,
      "16b##LL": 218,
      "2.D##": 219,
      "12FF-<J": 220,
      "64cL": 221,
      "6aa#": 222,
      "16fff#Jk[": 223,
      "16F-": 224,
      "2BBBB-": 225,
      "48G-": 226,
      "2cc#": 227,
      "1a-_": 228,
      "24FFF": 229,
      "8gg#J[": 230,
      "8gJ[": 231,
      "4ddd#": 232,
      "32e]": 233,
      "12EEJ": 234,
      "1D-_": 235,
      "24EEE-LL": 236,
      "16.B#LL": 237,
      "2.ddd#]": 238,
      "16aa--]": 239,
      "F#qLL": 240,
      "12d-XJ": 241,
      "8fL": 242,
      "32gg-X": 243,
      "4c-[": 244,
      "8DDnL": 245,
      "8EE#L": 246,
      "16fff#JJ": 247,
      "48c#J": 248,
      "32GGnLLL": 249,
      "6An": 250,
      "8e->": 251,
      "4g--": 252,
      "32ggnJJ": 253,
      "96ggJJ": 254,
      "4..b-]": 255,
      "1.F": 256,
      "8cccc-J": 257,
      "16E##Jk": 258,
      "12GGG#": 259,
      "32d#q": 260,
      "16gggLL]": 261,
      "8G#J[": 262,
      "4DDn[": 263,
      "20ccccLL": 264,
      "24g#XLL>": 265,
      "32A-<": 266,
      "40ffLL": 267,
      "4an:": 268,
      "1.cc#": 269,
      "12FF": 270,
      "48aaJJk": 271,
      "48eeeLLL": 272,
      "32F##LLL": 273,
      "2BB-_": 274,
      "8bb-J[": 275,
      "16BB#<JJ": 276,
      "8e-L<[": 277,
      "bb-q": 278,
      "16A-k": 279,
      "32bbb#": 280,
      "8EL]": 281,
      "16.aa#LL]": 282,
      "16ggnLK": 283,
      "bbbq": 284,
      "2.GGG#_": 285,
      "8A--L": 286,
      "4.e->": 287,
      "4.EE]": 288,
      "4.G-<": 289,
      "16CC-": 290,
      "24CCC": 291,
      "32BqLLL": 292,
      "8aa<L": 293,
      "8c#<": 294,
      "24CC#]": 295,
      "A-qJJ": 296,
      "4AAA-]": 297,
      "32DDL": 298,
      "B-q": 299,
      "8.B-<": 300,
      "20aaa-LL": 301,
      "8dd#<L": 302,
      "16C#LL": 303,
      "12d-L<": 304,
      "16.G-": 305,
      "24f]": 306,
      "16.ccLL": 307,
      "8EEE--L": 308,
      "8AL>]": 309,
      "4ddd-X": 310,
      "32CC-": 311,
      "4.ff-[": 312,
      "8E-<J": 313,
      "G#qJ": 314,
      "4..b#": 315,
      "22En": 316,
      "1a--]": 317,
      "24C#J": 318,
      "16.dL": 319,
      "8.CC##": 320,
      "1ccc#": 321,
      "a#qJJJ": 322,
      "32BBB-JJJ": 323,
      "2.E-j[>": 324,
      "12dd>L": 325,
      "2GG#_": 326,
      "16DD#Jk": 327,
      "24aaL": 328,
      "f#qLL>": 329,
      "4gn>": 330,
      "32b#L": 331,
      "8F[": 332,
      "16GG-XLL": 333,
      "4G#[": 334,
      "FF#qLL": 335,
      "16.aa": 336,
      "24ccc-J": 337,
      "32eeeJ": 338,
      "16CC-LL": 339,
      "8eeL]": 340,
      "8.gg-[": 341,
      "48d#J": 342,
      "24DJ": 343,
      "8bbb--L]": 344,
      "16eeL[": 345,
      "64ggL": 346,
      "4G-<": 347,
      "32c#J": 348,
      "16d-XLL": 349,
      "1DDn[<": 350,
      "8bbb": 351,
      "32dddd#JJJ": 352,
      "16g#JJ]": 353,
      "16ccc##J": 354,
      "32DL": 355,
      "96gg#L": 356,
      "8.cc-XL": 357,
      "48GLL": 358,
      "2.E--X": 359,
      "8g-XL": 360,
      "16gg#Jk": 361,
      "20gLL": 362,
      "12A-L<": 363,
      "8.GG-L": 364,
      "16a[>": 365,
      "40ff#JJJ": 366,
      "8GG-J": 367,
      "2.Dn]": 368,
      "32dddd#LLL": 369,
      "16ee##Jk": 370,
      "48Ek": 371,
      "8..ffL": 372,
      "8dd>J": 373,
      "8..CL]": 374,
      "2aa#": 375,
      "32D-Jkk": 376,
      "8.ccccL]": 377,
      "4.BBBn": 378,
      "8.ffJ": 379,
      "34ccc": 380,
      "8..DD-]": 381,
      "32r": 382,
      "48anLLL": 383,
      "12dnJ": 384,
      "12c-_": 385,
      "2c[<": 386,
      "16ddd##": 387,
      "2.g#": 388,
      "16aaaJk": 389,
      "48cc##k": 390,
      "16gg-J": 391,
      "8.BB-": 392,
      "2AAA-": 393,
      "8d<": 394,
      "8c[<": 395,
      "48ffk": 396,
      "16Fk": 397,
      "24gggL": 398,
      "16fLk": 399,
      "16GGG": 400,
      "24ccc-LL": 401,
      "56fLLLL]": 402,
      "36fff##": 403,
      "16aa##": 404,
      "16.eee-]": 405,
      "2B-_": 406,
      "2G-": 407,
      "8AnL": 408,
      "32aaa-LL]": 409,
      "48gg#JJJ": 410,
      "16DD-Jk": 411,
      "16CLL": 412,
      "16FF-JJ": 413,
      "32D#qLLL": 414,
      "8.cc#L>": 415,
      "4.An": 416,
      "8ff#:": 417,
      "32a#XLLL": 418,
      "16.C-LL]": 419,
      "4a##": 420,
      "8AAA-<": 421,
      "24ddLL<": 422,
      "24eeee-LL": 423,
      "8dd_": 424,
      "32FJkk": 425,
      "2D-]": 426,
      "30a#": 427,
      "12bn": 428,
      "4.ee-_": 429,
      "24FF##": 430,
      "2a>[": 431,
      "20ccc-JJ": 432,
      "16.a-LL": 433,
      "48eJJ": 434,
      "1BB-<": 435,
      "16.eenL": 436,
      "2.fn[": 437,
      "8g-L[": 438,
      "8b-X": 439,
      "24ddd##": 440,
      "12an": 441,
      "22fff": 442,
      "24bbb#JJ": 443,
      "32c#qLLL": 444,
      "8.aaa#J": 445,
      "16.fff": 446,
      "16fn[": 447,
      "64ggg-XL": 448,
      "2cc-[": 449,
      "8fL<": 450,
      "32b--yLLL": 451,
      "32A-LL]": 452,
      "48D#J": 453,
      "1C#]": 454,
      "2.ee[": 455,
      "16d#L": 456,
      "32D-JJJ": 457,
      "8.d#[": 458,
      "48dd[k": 459,
      "8.DDL": 460,
      "96c-": 461,
      "4.ff##[": 462,
      "2g-": 463,
      "8eee#XL": 464,
      "4DD##": 465,
      "4EEE##": 466,
      "24d#LL": 467,
      "48FFF-JJJ": 468,
      "8cccJ": 469,
      "24CC#LL": 470,
      "8.EL": 471,
      "8fJ]": 472,
      "8gL<": 473,
      "16eee#LK": 474,
      "24gg-": 475,
      "4Cn[": 476,
      "12BBB#J": 477,
      "8FFnJ": 478,
      "bb-qLLL": 479,
      "8B-J": 480,
      "16GGG#J": 481,
      "8.F#L]": 482,
      "8GG-[": 483,
      "32GK": 484,
      "a-qJJJ": 485,
      "1e": 486,
      "32ELLL]": 487,
      "1.r": 488,
      "48AAAJJJ": 489,
      "4GGG--]": 490,
      "4DD[<": 491,
      "32E--LL": 492,
      "64E": 493,
      "40ccc-": 494,
      "96eee-": 495,
      "24ccc": 496,
      "24ff#L]": 497,
      "4bbn": 498,
      "4a[": 499,
      "2.A#]": 500,
      "16gg#Lk": 501,
      "16DD--JJ": 502,
      "32CCJJJ": 503,
      "2a-[": 504,
      "16G#<]": 505,
      "16c-[": 506,
      "2.e--[": 507,
      "4.C[": 508,
      "34G#": 509,
      "A#qLL": 510,
      "32dd-Xkk": 511,
      "8EJ": 512,
      "64dd-LLLL": 513,
      "24b#LL]": 514,
      "16enL": 515,
      "8..c-L": 516,
      "16.b--": 517,
      "24ccc#L_": 518,
      "4b-": 519,
      "32bb-L": 520,
      "34ff": 521,
      "96ffJJ": 522,
      "1ff_": 523,
      "96aaJJJk": 524,
      "16.aa[": 525,
      "16B#JJ": 526,
      "24a-JJ": 527,
      "2b->[": 528,
      "32.aaLLL": 529,
      "16.e#L": 530,
      "24b-L": 531,
      "24FF#LL": 532,
      "4.C#_": 533,
      "6eee": 534,
      "a#qLL>": 535,
      "32dd--": 536,
      "4.ddd": 537,
      "48bLLL": 538,
      "16dnJk": 539,
      "24ddd": 540,
      "24EEELL": 541,
      "16C##": 542,
      "8FFF<": 543,
      "48fn": 544,
      "32ff##LL": 545,
      "12EE--L": 546,
      "32a-Jk": 547,
      "12FF-": 548,
      "32eJkk": 549,
      "2DD]": 550,
      "8..BL": 551,
      "40G-": 552,
      "16A<": 553,
      "24ccc##JJ": 554,
      "4..f#": 555,
      "56gJJJ": 556,
      "16BJ": 557,
      "aa#qJJJ": 558,
      "2...a#": 559,
      "16ff#LK>": 560,
      "4GG-_": 561,
      "4G-:": 562,
      "8DD-X": 563,
      "32cc##": 564,
      "32B#J": 565,
      "8aa-J]": 566,
      "8..G-]": 567,
      "8bb[": 568,
      "24BBL": 569,
      "16ccc-LK]": 570,
      "8F-X<": 571,
      "16ccc#L": 572,
      "16GG##<J": 573,
      "ccqJJJ": 574,
      "16GG-LL]": 575,
      "24dd#]": 576,
      "bb#qJ": 577,
      "4g>": 578,
      "24aa-L": 579,
      "8cc-X": 580,
      "4eee--[": 581,
      "e#qL": 582,
      "64eeL": 583,
      "16F##XLL": 584,
      "32ff#LL]": 585,
      "2.fff#": 586,
      "48AA#JJJ": 587,
      "24f##L": 588,
      "8ffn": 589,
      "32FLL]": 590,
      "4..A-": 591,
      "16BBB-LK": 592,
      "16A-jJJ": 593,
      "32c-L": 594,
      "2.EEE:": 595,
      "2.aa-[>": 596,
      "6BB-": 597,
      "16ddd#JJ]": 598,
      "2.F_": 599,
      "64b#LL": 600,
      "EqJJ": 601,
      "30d": 602,
      "4a#y": 603,
      "24a]": 604,
      "16ddJk]": 605,
      "8c#L": 606,
      "32cccqJJ": 607,
      "4.e#]": 608,
      "8aaa#[": 609,
      "24FFLL": 610,
      "24f#]": 611,
      "48eee#": 612,
      "4.FF_<": 613,
      "16dd##Jk": 614,
      "12gn": 615,
      "16F#Jk[": 616,
      "1gg-[": 617,
      "16eee]k": 618,
      "32aaJJ": 619,
      "16f##Jk": 620,
      "12B-<L": 621,
      "32BBB-": 622,
      "22d-": 623,
      "16BBB#L": 624,
      "48a#JJk": 625,
      "16eee-Jk[": 626,
      "48a-k": 627,
      "2.E--[": 628,
      "48eee-JJJ": 629,
      "24bJJ[": 630,
      "12cc>": 631,
      "8b-L>[": 632,
      "24AALL]": 633,
      "4.CCC-": 634,
      "2eee-_": 635,
      "2...dd": 636,
      "1Fn": 637,
      "16F-Jk": 638,
      "8G-XJ": 639,
      "34cc": 640,
      "24AALL>": 641,
      "32EE]": 642,
      "8BB--<": 643,
      "8GL": 644,
      "4c]": 645,
      "4.GG-]": 646,
      "16aa#L": 647,
      "48ff#LL": 648,
      "8EL<": 649,
      "16.d-LL": 650,
      "6AA": 651,
      "4dd#>[>": 652,
      "2D#": 653,
      "12BB--": 654,
      "24c##": 655,
      "8fff-]": 656,
      "64dLL": 657,
      "8gg->J": 658,
      "12DD-L": 659,
      "16DD##": 660,
      "32e--LLL": 661,
      "16fffnLL": 662,
      "1aa": 663,
      "2.gg-X": 664,
      "24eee#LL_": 665,
      "8..gg#": 666,
      "16ccLL[": 667,
      "20eee#JJ": 668,
      "32CC": 669,
      "16aJ": 670,
      "12E-": 671,
      "8ee-q": 672,
      "12E--J": 673,
      "4.EE-]": 674,
      "8.ggL]": 675,
      "8cc#<L<": 676,
      "24A-L": 677,
      "4eee##": 678,
      "1AAA[<": 679,
      "4gg##": 680,
      "2.CC#<": 681,
      "12F-": 682,
      "32g#Jkk": 683,
      "8b-L]": 684,
      "8.bJ": 685,
      "2.e--]": 686,
      "12c-XL": 687,
      "16EEnLL": 688,
      "16.e-LL]": 689,
      "*k[b-e-]": 690,
      "64DDL": 691,
      "32dd-qJJJ": 692,
      "8gg#i": 693,
      "16.FFF]": 694,
      "2C]": 695,
      "64ffLLLL": 696,
      "2.AAA-": 697,
      "4e-X": 698,
      "16aaanLK": 699,
      "20eee": 700,
      "16b-LL[": 701,
      "20aan": 702,
      "4dd:[": 703,
      "8..DD": 704,
      "8gg-:": 705,
      "4.c[": 706,
      "32ggg-LL": 707,
      "48ee-JJk": 708,
      "16E-LK": 709,
      "32cccc#LLL": 710,
      "8EE#J": 711,
      "8bb-XL": 712,
      "24ddnLL": 713,
      "2cc#[": 714,
      "12A#<": 715,
      "24gggLL]": 716,
      "12F#>L>": 717,
      "64ff-L": 718,
      "32fff#JJk": 719,
      "16E[": 720,
      "24Bn": 721,
      "8dd<L": 722,
      "2AAA": 723,
      "20BB#JJ": 724,
      "48EEE-[": 725,
      "32EE#": 726,
      "16a--LL": 727,
      "8.Gn<": 728,
      "12a]": 729,
      "2.ddd-X": 730,
      "2AA-<": 731,
      "4d#<": 732,
      "8g-:": 733,
      "24bb#J": 734,
      "8GG--": 735,
      "16GLK]": 736,
      "16f-[": 737,
      "1bb[": 738,
      "12gg--": 739,
      "8.ggL_": 740,
      "2..FF-": 741,
      "4DD-_": 742,
      "4BB-]": 743,
      "8DD#L": 744,
      "16ee-L": 745,
      "8ff#i": 746,
      "32cccLLK": 747,
      "40DD-LLL": 748,
      "16C-LL": 749,
      "16BBBLL]": 750,
      "8BBJ[": 751,
      "4e:": 752,
      "16.gggLL]": 753,
      "4f]": 754,
      "2bb-]": 755,
      "36e-": 756,
      "12enL<": 757,
      "12ee>J": 758,
      "1.F##": 759,
      "12cccL": 760,
      "4GG#_": 761,
      "48bLLL<": 762,
      "32eee#qLLL": 763,
      "4.CC#]": 764,
      "32GLLL>": 765,
      "8ee#L]": 766,
      "8FF-XL": 767,
      "4f-_": 768,
      "A#q": 769,
      "16B-k": 770,
      "8ff-": 771,
      "24cc#L]": 772,
      "20BJJ": 773,
      "16G-LL>": 774,
      "4C#:": 775,
      "8C[": 776,
      "8.E#L<": 777,
      "16gg#XLL": 778,
      "8eeee#": 779,
      "64G#L": 780,
      "8.a>L": 781,
      "24aL": 782,
      "8C-L": 783,
      "8.ccnL": 784,
      "1BBn[": 785,
      "8dddd": 786,
      "1.fff": 787,
      "32eee-y": 788,
      "48GGn[k": 789,
      "12cc#XJ": 790,
      "24EE#LL": 791,
      "2B[<": 792,
      "4aa<": 793,
      "2.FF##[": 794,
      "16ggg-LK]": 795,
      "8ff#L>": 796,
      "8ccc-": 797,
      "4CC#[": 798,
      "ff#qJ": 799,
      "8.d-J[": 800,
      "2.f-[": 801,
      "4aan[": 802,
      "1d:": 803,
      "20fff#LL": 804,
      "32g#LL]": 805,
      "32anLLL": 806,
      "16E]k": 807,
      "24bb#LL": 808,
      "16C-": 809,
      "16e-y": 810,
      "8bb--X[": 811,
      "4DD#X": 812,
      "1DD#]": 813,
      "1ee]": 814,
      "16GG#JJ": 815,
      "16BJk": 816,
      "16.aaLL": 817,
      "32bb-XJJJ": 818,
      "eee#q": 819,
      "32f#LLL": 820,
      "16.eee-": 821,
      "24E#LL>": 822,
      "24ccLL<": 823,
      "2gg##_": 824,
      "64GG#": 825,
      "12BBBnJ": 826,
      "2FF-[": 827,
      "8.EEL": 828,
      "8c:": 829,
      "2.eee-]": 830,
      "8g-[": 831,
      "24CC": 832,
      "4EE--": 833,
      "32eee": 834,
      "48GnLLL": 835,
      "2.ccc-X": 836,
      "32eLLK": 837,
      "16ddLL]": 838,
      "8C#q<": 839,
      "28ddnL": 840,
      "4cccc:": 841,
      "8ddd#XL": 842,
      "12B--L": 843,
      "32GLLL<": 844,
      "GqLL": 845,
      "64bLLL": 846,
      "34ccc-": 847,
      "16B#<LL": 848,
      "64fqJJJ": 849,
      "32A#LL": 850,
      "4.c-_": 851,
      "16.F-LL]": 852,
      "8..aa-L": 853,
      "4C-<": 854,
      "16GG#LL]": 855,
      "32en": 856,
      "24aanLL": 857,
      "8G#_": 858,
      "32e-kk": 859,
      "4AAA--[": 860,
      "24cc#X": 861,
      "4.g_": 862,
      "24gg-JJ": 863,
      "4bbb#[": 864,
      "8g[": 865,
      "4.D--": 866,
      "48FF#JJJ": 867,
      "2FFF:": 868,
      "8gg#L[": 869,
      "16A#Jk[": 870,
      "16EE-[": 871,
      "8d#_": 872,
      "8eeenL": 873,
      "24fff##J": 874,
      "1CC": 875,
      "4FF-": 876,
      "48CJJk": 877,
      "16gL]": 878,
      "1EEE-[": 879,
      "16bb--LL": 880,
      "12a-J": 881,
      "8FFF-L": 882,
      "32ff#LLL[": 883,
      "16b-LK]": 884,
      "64c#L": 885,
      "16gg-LL<": 886,
      "12c-X": 887,
      "4E-X]": 888,
      "8ccnL": 889,
      "4c#:": 890,
      "32BBB-Jkk": 891,
      "12D#L": 892,
      "32eee#JJJ": 893,
      "32cJJk": 894,
      "32GGJk": 895,
      "48bbLLL": 896,
      "2.dd[": 897,
      "12gL>": 898,
      "2bb]": 899,
      "64d-": 900,
      "ccccq": 901,
      "16b<": 902,
      "48eeeLL": 903,
      "8.EE#L": 904,
      "40GGLLL": 905,
      "24c#X": 906,
      "6d-": 907,
      "32aa-kk": 908,
      "32GJJJ": 909,
      "8DnX": 910,
      "32D#": 911,
      "16DDLL<": 912,
      "4.ggg]": 913,
      "2.ccc#_": 914,
      "16dd#k": 915,
      "2F-]": 916,
      "8GGGJ": 917,
      "24AA#LL": 918,
      "32cc##J": 919,
      "12G#L": 920,
      "24ee#]": 921,
      "16B--L": 922,
      "2.d>": 923,
      "24b#JJ": 924,
      "4gg-[": 925,
      "16DJJ[": 926,
      "16GGGL": 927,
      "4.EEE": 928,
      "34fff#": 929,
      "8fff#[": 930,
      "8dd-]": 931,
      "4ggg[": 932,
      "32fff#": 933,
      "32fff-LLL": 934,
      "32ee#LLL>": 935,
      "4g#X]": 936,
      "16D#j": 937,
      "16cccc-": 938,
      "2.FFF_": 939,
      "28g": 940,
      "24E#L": 941,
      "96d": 942,
      "16D#jJk": 943,
      "16A-JJ": 944,
      "32bLLL<": 945,
      "64EE-": 946,
      "8CCnL": 947,
      "24enJ": 948,
      "8ee-": 949,
      "16f##Jk[": 950,
      "32GG-JJk]": 951,
      "16ggnJJ[": 952,
      "32dd[": 953,
      "16F##<JJ": 954,
      "16FFF#LL>": 955,
      "8AA##J": 956,
      "32b]k": 957,
      "8G#q<": 958,
      "4C-X": 959,
      "2.ee[>": 960,
      "8.BJ": 961,
      "48C#k": 962,
      "2.dd": 963,
      "8..DD#": 964,
      "dddqLL": 965,
      "8gL<[": 966,
      "1fff[": 967,
      "24GGG-JJ": 968,
      "32ddnJJJ": 969,
      "4.dd--[": 970,
      "8DD##J": 971,
      "2.cccc[": 972,
      "8A#XL": 973,
      "16.ff##": 974,
      "12DD-<L": 975,
      "2.CC#X": 976,
      "2.B#<": 977,
      "16aa-LK]": 978,
      "4DD<": 979,
      "8a--[": 980,
      "16AAJ": 981,
      "16c#LK": 982,
      "8.B": 983,
      "4.G-_": 984,
      "8ccc##<L": 985,
      "4an<": 986,
      "32ccLLL]": 987,
      "16dd##": 988,
      "16fff#LL]": 989,
      "8BB-L[": 990,
      "AA#qLL": 991,
      "16ffnJk": 992,
      "8.bbb-": 993,
      "16aaanLL": 994,
      "4B#X": 995,
      "48AA#k": 996,
      "8.a-XL": 997,
      "12c-": 998,
      "16eLK]": 999,
      "12cccnL": 1000,
      "20bn": 1001,
      "24g#XJJ": 1002,
      "16gg-Jk[": 1003,
      "16BBJk": 1004,
      "4E-X": 1005,
      "12.ccL": 1006,
      "8DD##<": 1007,
      "4.cccc]": 1008,
      "48ee#LLL": 1009,
      "4ddd<": 1010,
      "12D##": 1011,
      "32eLLL": 1012,
      "8a->": 1013,
      "4ccc[": 1014,
      "8DD#<L<": 1015,
      "1B-": 1016,
      "32AALLL]": 1017,
      "24f#_": 1018,
      "4C[": 1019,
      "8.FFF_": 1020,
      "8dn[": 1021,
      "48aa]": 1022,
      "8C-L<": 1023,
      "16e-LL<": 1024,
      "8ee-<L": 1025,
      "32aaa-Jkk]": 1026,
      "16dLL>": 1027,
      "32C-k": 1028,
      "16enLL<": 1029,
      "1BBB-]": 1030,
      "2FF:": 1031,
      "16dddJJ[": 1032,
      "32b-LL": 1033,
      "16GGGJk": 1034,
      "48F##k": 1035,
      "2B<": 1036,
      "40dd": 1037,
      "10gggJ": 1038,
      "24e#JJ[": 1039,
      "64g#JJJk": 1040,
      "40eeJJJ": 1041,
      "8..gg-L]": 1042,
      "16C##LL]": 1043,
      "4G#X<": 1044,
      "16f##X": 1045,
      "4G-X:": 1046,
      "8a[<": 1047,
      "2cc<": 1048,
      "2ee#X": 1049,
      "8AAL": 1050,
      "2BB#<": 1051,
      "8g-jL": 1052,
      "24Fn": 1053,
      "8GGG#<": 1054,
      "16c#[<": 1055,
      "20dddd": 1056,
      "96AJJJk": 1057,
      "16.c-LL]": 1058,
      "8f-J[": 1059,
      "40A-": 1060,
      "4G##[": 1061,
      "10ff#": 1062,
      "8BBB--J": 1063,
      "2f>[": 1064,
      "8.c#L]": 1065,
      "48BB": 1066,
      "4.g#_": 1067,
      "*k[b-e-a-d-]": 1068,
      "32BLLL]": 1069,
      "4g#>": 1070,
      "4.f#[>": 1071,
      "32g-L": 1072,
      "16.FF#LL": 1073,
      "8A-j": 1074,
      "2.aa--[": 1075,
      "8cc##": 1076,
      "4BB:": 1077,
      "16.DD-]": 1078,
      "2.GG-_": 1079,
      "16bb>JJ": 1080,
      "16ggLK]": 1081,
      "16ccc#L[": 1082,
      "4ccc-:": 1083,
      "8..DD#L": 1084,
      "8F#<": 1085,
      "16.cc#LL": 1086,
      "48GG#k": 1087,
      "4f>": 1088,
      "32E-Jk": 1089,
      "16ffff": 1090,
      "1GG#_": 1091,
      "16BBB#LK": 1092,
      "20AAALL": 1093,
      "16b--": 1094,
      "4ff#": 1095,
      "8GGG<L<": 1096,
      "12GGn": 1097,
      "4G-X[": 1098,
      "8F-<": 1099,
      "16ee-X": 1100,
      "2.eeen[": 1101,
      "2B-[": 1102,
      "8.cc-L": 1103,
      "40C-LLL": 1104,
      "1b:[": 1105,
      "32f#_": 1106,
      "12b#J": 1107,
      "8..a-L": 1108,
      "40aa-JJ": 1109,
      "16AA#JJ": 1110,
      "32FFF#JJJ": 1111,
      "8cc#]": 1112,
      "16aa#X": 1113,
      "48cc##": 1114,
      "16d-LL<": 1115,
      "48dddnJJJ": 1116,
      "4.a-X": 1117,
      "8.BB]": 1118,
      "20ccc##JJ": 1119,
      "16FFF#[": 1120,
      "8E#[": 1121,
      "56ccc": 1122,
      "96eJJJk": 1123,
      "12GGGJ": 1124,
      "8gg#L_": 1125,
      "16FF-LL<": 1126,
      "2gg-_": 1127,
      "2.CC-]": 1128,
      "2d:": 1129,
      "12A-<L>": 1130,
      "8a##": 1131,
      "32ee--JJJ": 1132,
      "16ffLL<": 1133,
      "4BB#:": 1134,
      "48GGG#LLL": 1135,
      "64r": 1136,
      "8G#L<": 1137,
      "24DLL<": 1138,
      "8f<L": 1139,
      "16GG#XJJ": 1140,
      "8GL<": 1141,
      "4.GGG#": 1142,
      "36A-<": 1143,
      "32bbqJJ": 1144,
      "20F#LL": 1145,
      "6a": 1146,
      "8FF-X": 1147,
      "32F#q": 1148,
      "8a->L": 1149,
      "48DDD-": 1150,
      "16GGG#LL]": 1151,
      "24FFFLL": 1152,
      "4d:": 1153,
      "2d-X": 1154,
      "10aaa-": 1155,
      "16g-LL]": 1156,
      "2.ddn": 1157,
      "8..en": 1158,
      "24DDDLL": 1159,
      "16fff#LL": 1160,
      "4ddd:": 1161,
      "1GG-]": 1162,
      "2.BBB<": 1163,
      "8c##X": 1164,
      "12d#J": 1165,
      "8cc#i": 1166,
      "b-qLLL": 1167,
      "32D##LLL": 1168,
      "8F##:": 1169,
      "24GLL<": 1170,
      "8ff#L>]": 1171,
      "8..cc-J": 1172,
      "2B-X": 1173,
      "16.ee-JJ": 1174,
      "8eeL>[": 1175,
      "2.dd-_": 1176,
      "24GG#": 1177,
      "4BB--]": 1178,
      "8..GGG#L": 1179,
      "4cc-]": 1180,
      "24dddd": 1181,
      "64cc#L": 1182,
      "32bbJkk": 1183,
      "AA-qJJ": 1184,
      "48AA[": 1185,
      "16.G#<": 1186,
      "8EEJ": 1187,
      "8.aa#]": 1188,
      "8Bq": 1189,
      "32dddk": 1190,
      "4.BB-]": 1191,
      "24dnJJ": 1192,
      "4.bbb-_": 1193,
      "10.e#": 1194,
      "8GJ[": 1195,
      "48fff": 1196,
      "1f-[": 1197,
      "12BB-J": 1198,
      "4dd-:": 1199,
      "16f": 1200,
      "2.FF]": 1201,
      "6g": 1202,
      "8eeeJ": 1203,
      "22c-": 1204,
      "16D#<JJ": 1205,
      "24B-<LL": 1206,
      "16F#<>": 1207,
      "16CLK": 1208,
      "2e-]": 1209,
      "8.B-[": 1210,
      "8c-<L]": 1211,
      "4CCn": 1212,
      "dd-qJJ": 1213,
      "16aaaa": 1214,
      "24FLL]": 1215,
      "24g#L": 1216,
      "1BBB-_": 1217,
      "12gg": 1218,
      "32dd##LLL": 1219,
      "2d#<": 1220,
      "*M4/4": 1221,
      "64dJJkk": 1222,
      "36e-<": 1223,
      "8ff#<L": 1224,
      "4.G##": 1225,
      "8.EEE-": 1226,
      "34eeen": 1227,
      "2A#": 1228,
      "2ff#[<": 1229,
      "16DD-X": 1230,
      "8en<J": 1231,
      "eee#qLL": 1232,
      "8DDD-L]": 1233,
      "ff#q": 1234,
      "32FFLL": 1235,
      "2.cccc": 1236,
      "16eeJJ": 1237,
      "2cccc#": 1238,
      "6c#": 1239,
      "24AAA-JJ": 1240,
      "16EEE#LL<": 1241,
      "16Cn<": 1242,
      "16.gggJJ": 1243,
      "1a-": 1244,
      "8AAA#L": 1245,
      "4f[": 1246,
      "16cnL": 1247,
      "4bb--X": 1248,
      "20ff-": 1249,
      "24E#JJ": 1250,
      "4D##[": 1251,
      "32BB#k": 1252,
      "4BBn[": 1253,
      "4dd#y": 1254,
      "4ggg#": 1255,
      "8g#]": 1256,
      "2Fn": 1257,
      "8.ggL<": 1258,
      "2b->": 1259,
      "24ee-LL": 1260,
      "4.e>": 1261,
      "16FF##LL<": 1262,
      "16ggg-": 1263,
      "4.g-]": 1264,
      "2A:": 1265,
      "56ee-LLL": 1266,
      "16ee-y": 1267,
      "36ff#": 1268,
      "8.ee#]": 1269,
      "36ee-JJJ": 1270,
      "4F#X": 1271,
      "48d]": 1272,
      "8gg-X": 1273,
      "2.DDD-]": 1274,
      "32C-L": 1275,
      "4.EEE[": 1276,
      "4.BBB>[": 1277,
      "8ee#XJ": 1278,
      "dq": 1279,
      "8B#XJ": 1280,
      "8CC-": 1281,
      "2.AAA#:": 1282,
      "16d]": 1283,
      "4BB--[": 1284,
      "E#qLL": 1285,
      "1bb--]": 1286,
      "48cc[k": 1287,
      "2gg": 1288,
      "8a#<": 1289,
      "8ddd-X": 1290,
      "96dddLLL": 1291,
      "8ddJ": 1292,
      "2en[": 1293,
      "32dddd##JJJ": 1294,
      "2.bb#_": 1295,
      "==": 1296,
      "8c#X": 1297,
      "16f-]": 1298,
      "12AA-<J": 1299,
      "16g##JJ": 1300,
      "64FFF#": 1301,
      "4e-<>": 1302,
      "4.BBB--[": 1303,
      "2CC#": 1304,
      "16A#LL": 1305,
      "16gg#JJ[": 1306,
      "8EE-L>": 1307,
      "48enLLL": 1308,
      "32EE-LLL<": 1309,
      "4GGn[": 1310,
      "2B[": 1311,
      "40c-": 1312,
      "28a": 1313,
      "16EEE-LL": 1314,
      "8..A--": 1315,
      "2.gg-X[": 1316,
      "8f#jJ": 1317,
      "2.EE:": 1318,
      "32aaaLLK[": 1319,
      "12B-": 1320,
      "24D--JJ": 1321,
      "40CLLL": 1322,
      "96ff#JJJJ": 1323,
      "eeqJ": 1324,
      "12G#": 1325,
      "48ff": 1326,
      "12A#>L>": 1327,
      "8f##XJ": 1328,
      "16A-JJ]": 1329,
      "ddd-q": 1330,
      "2FF#": 1331,
      "4BB-X]": 1332,
      "4.ee-:": 1333,
      "1F##": 1334,
      "4A--<": 1335,
      "8.gg##L]": 1336,
      "4FF-]": 1337,
      "16cccLL[": 1338,
      "12F#<": 1339,
      "12DL<": 1340,
      "64cc-": 1341,
      "8.BBL<": 1342,
      "2d[": 1343,
      "48aaa-": 1344,
      "ffqJJJ": 1345,
      "4g-:": 1346,
      "4.ff-X": 1347,
      "1.gg#": 1348,
      "32gg#": 1349,
      "22E--": 1350,
      "8ccc#J": 1351,
      "8.DL>": 1352,
      "64fJJJJ": 1353,
      "16g<J": 1354,
      "16aa": 1355,
      "2.BB[": 1356,
      "24aa-LL": 1357,
      "8a#>": 1358,
      "16E-JJ": 1359,
      "32Fn<LLL<": 1360,
      "96bbJJJJ": 1361,
      "8cc:J": 1362,
      "8bb-L>": 1363,
      "16D##<": 1364,
      "4G-[": 1365,
      "20fn": 1366,
      "48AAA[": 1367,
      "16cc#J[": 1368,
      "16eeenJk[": 1369,
      "16C-j": 1370,
      "aaqLL<": 1371,
      "8.A##J": 1372,
      "32B-<": 1373,
      "12g-L": 1374,
      "2b-X": 1375,
      "1AA-[": 1376,
      "8AAA-": 1377,
      "8cc##]": 1378,
      "1ddd]": 1379,
      "16.gg#JJ": 1380,
      "8.ccc-]": 1381,
      "48c##JJJ": 1382,
      "2f_": 1383,
      "4C-<>": 1384,
      "16.a-LL]": 1385,
      "8.d#]": 1386,
      "16.BB-LL": 1387,
      "8G#j": 1388,
      "40ddd": 1389,
      "48FFF-LLL": 1390,
      "8F-<L": 1391,
      "20f": 1392,
      "24dJJ": 1393,
      "12ddL]": 1394,
      "20EE": 1395,
      "12ddd#L": 1396,
      "16ddd#": 1397,
      "8.f-": 1398,
      "64GLL": 1399,
      "16bbbn": 1400,
      "32G#Jk": 1401,
      "16.cc#LL]": 1402,
      "4G#X": 1403,
      "1E#:": 1404,
      "16GG#XLL": 1405,
      "2.CC-": 1406,
      "2.b#[y": 1407,
      "2.f-X": 1408,
      "16DDD": 1409,
      "1BBB[": 1410,
      "12fff##L": 1411,
      "8d-[": 1412,
      "16aaa--JJ": 1413,
      "64b-LLL": 1414,
      "32d-Jk": 1415,
      "4.cc->": 1416,
      "32bnLLL>": 1417,
      "8.CnL": 1418,
      "16BB-<": 1419,
      "24d#>JJ": 1420,
      "20b#": 1421,
      "b#qJ": 1422,
      "8een:": 1423,
      "2.b-X": 1424,
      "24fnLL": 1425,
      "2D": 1426,
      "24ff#LL<": 1427,
      "96A-JJJk": 1428,
      "40ff#": 1429,
      "4d#>": 1430,
      "16.ggLL]": 1431,
      "24eLL>": 1432,
      "32g-k": 1433,
      "32ggJJJ_": 1434,
      "32g#LLK": 1435,
      "16.a-": 1436,
      "4f##[": 1437,
      "12ee#L<": 1438,
      "8r": 1439,
      "48eeeeLLL": 1440,
      "32DLLL<": 1441,
      "12ffL>": 1442,
      "32bLLL": 1443,
      "96FJJJk": 1444,
      "16eJJ": 1445,
      "12AAAn": 1446,
      "8B-X<": 1447,
      "8bq": 1448,
      "16aa-L": 1449,
      "40fff#JJJ": 1450,
      "24DDD#L": 1451,
      "34aa-": 1452,
      "16a-LL[": 1453,
      "1G#<": 1454,
      "12C-L<": 1455,
      "16bJJ": 1456,
      "16e#LL>": 1457,
      "32D#k": 1458,
      "16BBJJ": 1459,
      "16cc#JJ[>": 1460,
      "16ggg##": 1461,
      "8aL<[": 1462,
      "48Cn": 1463,
      "8AAA#[": 1464,
      "2.bb-": 1465,
      "96EEk": 1466,
      "2gg-]": 1467,
      "48aaJJJ": 1468,
      "8..A-L]": 1469,
      "8B#<J": 1470,
      "4.FF#": 1471,
      "8BBB<L<": 1472,
      "48gggJJJ_": 1473,
      "2E#]": 1474,
      "48fffn": 1475,
      "16.F": 1476,
      "1.bb-": 1477,
      "8..ee--L": 1478,
      "16c<J": 1479,
      "1ddd[": 1480,
      "32fffJJk": 1481,
      "4.AA]": 1482,
      "2.GG#": 1483,
      "8c#XJ": 1484,
      "32aJJk": 1485,
      "64cq": 1486,
      "16bb]k": 1487,
      "8bbL_": 1488,
      "32eenkk": 1489,
      "32ggq": 1490,
      "32dddnJJJ": 1491,
      "48aaLLL]": 1492,
      "64BB--LLLL": 1493,
      "bbqLLL": 1494,
      "16ff#JJ": 1495,
      "16bbbk": 1496,
      "dd#qJJJ": 1497,
      "32ddd#LLL": 1498,
      "20BB": 1499,
      "16.ee-L": 1500,
      "64DL": 1501,
      "2CC#]": 1502,
      "24FFFnLL": 1503,
      "32ff#LLK": 1504,
      "24gnLL": 1505,
      "2..g": 1506,
      "4..g": 1507,
      "32BB--JJJ": 1508,
      "2.FFF-[": 1509,
      "48D#k": 1510,
      "16.f#L": 1511,
      "8ee--L]": 1512,
      "1c#": 1513,
      "8.e--[": 1514,
      "8d-L<[": 1515,
      "4E#X": 1516,
      "8e--J[": 1517,
      "16ddLK": 1518,
      "32aa--": 1519,
      "64BBBJJJJ": 1520,
      "32C-LLL]": 1521,
      "4eenX": 1522,
      "4aa-<[": 1523,
      "32d_": 1524,
      "4fff-X": 1525,
      "22c#<": 1526,
      "4ee--": 1527,
      "30gLLL]": 1528,
      "16D#LL": 1529,
      "16.f#]": 1530,
      "48bJJk[": 1531,
      "2.c-X": 1532,
      "24EE#JJ": 1533,
      "2.eee-_": 1534,
      "4.eee#[": 1535,
      "8E-J]": 1536,
      "AAA#qLL": 1537,
      "16.b-L]": 1538,
      "16A##Jk": 1539,
      "16B#L": 1540,
      "2.ee:": 1541,
      "32dd#Jkk": 1542,
      "16.b-LL]": 1543,
      "32GGG-JJJ": 1544,
      "4.A_": 1545,
      "12b#L<": 1546,
      "16B#[": 1547,
      "4ddd-]": 1548,
      "4E-<>": 1549,
      "12f#L": 1550,
      "2C-X": 1551,
      "8Bn<L": 1552,
      "8a-XJ": 1553,
      "4.d#[": 1554,
      "24D#JJ": 1555,
      "8.g#L": 1556,
      "16CC-LL]": 1557,
      "16dd<JJ": 1558,
      "2ddd-:": 1559,
      "1aa#X": 1560,
      "2.a-X": 1561,
      "16eee-L": 1562,
      "ddnqJJJ": 1563,
      "8.c-]": 1564,
      "16d-y": 1565,
      "16.g]": 1566,
      "16.GG]": 1567,
      "4d##X<": 1568,
      "64f#L": 1569,
      "12dL>": 1570,
      "32ee--Jk": 1571,
      "16dd-LK": 1572,
      "4F##:": 1573,
      "4.F]": 1574,
      "16aaLL>]": 1575,
      "8.E#L": 1576,
      "32bkk": 1577,
      "56cc#": 1578,
      "2FFF#X": 1579,
      "32ddd##LLL": 1580,
      "10fff##<J": 1581,
      "16GGG-X": 1582,
      "16A#": 1583,
      "64e-": 1584,
      "12g-XJ": 1585,
      "16aa--Jk[": 1586,
      "2BB]": 1587,
      "4.B[": 1588,
      "48eeeJ": 1589,
      "1FFF_": 1590,
      "20cccJJ": 1591,
      "8EEEL": 1592,
      "32.f-L]": 1593,
      "4..f#]": 1594,
      "16BB--LK": 1595,
      "24d-LL<": 1596,
      "16.e-": 1597,
      "*k[b-e-a-]": 1598,
      "16FF]": 1599,
      "16cc##Jk[": 1600,
      "4gg[": 1601,
      "8..ee": 1602,
      "12f#XL": 1603,
      "1C#[": 1604,
      "2.fff#]": 1605,
      "12c#<L": 1606,
      "8..F-L": 1607,
      "32D#Jkk": 1608,
      "8AAA--J": 1609,
      "16F-j": 1610,
      "12A#j": 1611,
      "12bbb--L": 1612,
      "12gg##": 1613,
      "24D-LL": 1614,
      "1g-[<": 1615,
      "16d<J": 1616,
      "16g->LL": 1617,
      "4.C-[": 1618,
      "16En<": 1619,
      "48Gk": 1620,
      "4.a--]": 1621,
      "8.eee-J": 1622,
      "24CLL<": 1623,
      "32e-Jkk": 1624,
      "2.f": 1625,
      "1EE": 1626,
      "8eL_": 1627,
      "32fnJJJ": 1628,
      "2.g-X": 1629,
      "8cccL]": 1630,
      "1cc": 1631,
      "32FFF": 1632,
      "8..f#": 1633,
      "8ff##L": 1634,
      "32AA--": 1635,
      "20cc#LL": 1636,
      "16F": 1637,
      "32C-Jkk": 1638,
      "40EE": 1639,
      "56fJJJ": 1640,
      "24b#LK": 1641,
      "8dn": 1642,
      "32cccJJk": 1643,
      "24a-LL>": 1644,
      "8ddd#J": 1645,
      "8ee-[": 1646,
      "8.ggg": 1647,
      "16FF#<JJ": 1648,
      "32AAA#LLL": 1649,
      "4.c#_": 1650,
      "16.AL": 1651,
      "8ee-L[": 1652,
      "16.c#": 1653,
      "4.cc[": 1654,
      "16E-LL>": 1655,
      "8..G#L": 1656,
      "32Ek": 1657,
      "32A-JJJ": 1658,
      "32GGGJJJ": 1659,
      "4F#[": 1660,
      "8c##": 1661,
      "24E-JJ": 1662,
      "16F-<": 1663,
      "8BBB[": 1664,
      "20AAA#LL": 1665,
      "2.eeee-": 1666,
      "8FF-XJ": 1667,
      "1d-": 1668,
      "32ddd-J": 1669,
      "8..f-L": 1670,
      "16e#<JJ": 1671,
      "1.D--": 1672,
      "8.BB-L": 1673,
      "24EE": 1674,
      "16gg-JJ[": 1675,
      "AAA#q": 1676,
      "8ee<L": 1677,
      "4.b[": 1678,
      "8.AA#": 1679,
      "12cc#L>": 1680,
      "1.D": 1681,
      "8b#<L<": 1682,
      "4..fff": 1683,
      "16fJk[": 1684,
      "16DDk": 1685,
      "16F#<Jk": 1686,
      "8ff-X[": 1687,
      "16.An": 1688,
      "4.g--[": 1689,
      "32BJJ": 1690,
      "16c#XLL": 1691,
      "56e-LLLL]": 1692,
      "8a<J": 1693,
      "4.AAA-]": 1694,
      "2aaa#": 1695,
      "48g[k": 1696,
      "16cc-LL]": 1697,
      "24FFnJJ": 1698,
      "16GG-X": 1699,
      "2.f-_": 1700,
      "8FF#L<": 1701,
      "32gk": 1702,
      "8gg##L": 1703,
      "c#qJJJ": 1704,
      "2.EEE": 1705,
      "24bn": 1706,
      "64B-": 1707,
      "16C##<LL": 1708,
      "4ccc-X[": 1709,
      "24E--": 1710,
      "2A##<": 1711,
      "2.D]": 1712,
      "32ALL": 1713,
      "16dd-X": 1714,
      "12e>L": 1715,
      "20B-LL": 1716,
      "8AA#": 1717,
      "16D-<LL": 1718,
      "24A#XLL": 1719,
      "24aaa-": 1720,
      "4f-[": 1721,
      "4.A-X": 1722,
      "2CC-]": 1723,
      "32EE#JJJ": 1724,
      "48dddJJJ_": 1725,
      "24CC-": 1726,
      "16gg##LL": 1727,
      "24ee-Jk": 1728,
      "8.e--L]": 1729,
      "48dd#[k": 1730,
      "16eee--LL]": 1731,
      "16.fLL": 1732,
      "8.eeL<]": 1733,
      "2B#": 1734,
      "10ggg": 1735,
      "2.ff#_": 1736,
      "12EE-<L": 1737,
      "48G#JJJ": 1738,
      "48ee#JJJ": 1739,
      "aa##qLL": 1740,
      "2ddn[": 1741,
      "1GG##": 1742,
      "16D-X": 1743,
      "4.e#[": 1744,
      "8EEE#<L<": 1745,
      "32fLLL>": 1746,
      "40bbJJJ": 1747,
      "8.EEEL": 1748,
      "8f#>]": 1749,
      "36ccc": 1750,
      "16d##<LL": 1751,
      "4EE#]": 1752,
      "32A#LLL": 1753,
      "2.GG#:": 1754,
      "96ggg#k": 1755,
      "16c#<J": 1756,
      "64een": 1757,
      "8AA-X": 1758,
      "16.cccLL": 1759,
      "8F##J": 1760,
      "8GG#XJ": 1761,
      "12ee-XJ": 1762,
      "C#qJ": 1763,
      "4BB-<[": 1764,
      "2.cc-]": 1765,
      "16ff-": 1766,
      "32d#JJ": 1767,
      "64cc#JJJJ": 1768,
      "64A-q": 1769,
      "16BBB--[": 1770,
      "16g#Jk[": 1771,
      "24ggg#L": 1772,
      "32E-<JJk": 1773,
      "1ee[": 1774,
      "2B-:": 1775,
      "32b#LL]": 1776,
      "32E-k": 1777,
      "16.D#": 1778,
      "24ff#J": 1779,
      "64gJJkk": 1780,
      "8.e-J[": 1781,
      "12AA#J": 1782,
      "16bb#LK": 1783,
      "16dd--JJ[": 1784,
      "16ff-k": 1785,
      "32AA-JJk": 1786,
      "16G##L": 1787,
      "96ccLLLL": 1788,
      "8f": 1789,
      "12b-L]": 1790,
      "32ddLLL<": 1791,
      "20C##": 1792,
      "4.EEE-]": 1793,
      "8.A-L": 1794,
      "8.aa]": 1795,
      "16ccJJ[>": 1796,
      "24AAA#JJ": 1797,
      "32dd#JJ": 1798,
      "32B#<": 1799,
      "2CC:": 1800,
      "32.eee": 1801,
      "32gL": 1802,
      "34ddn": 1803,
      "4ccc:": 1804,
      "12gJ[": 1805,
      "8.dd]": 1806,
      "12ggg#J": 1807,
      "8d-[<": 1808,
      "16.bbLL": 1809,
      "8EEL]": 1810,
      "8FFn": 1811,
      "16ee": 1812,
      "2.a##": 1813,
      "16BBB-k": 1814,
      "16ff#]k": 1815,
      "32ddk": 1816,
      "2.ccc-[": 1817,
      "2.g<]": 1818,
      "8.aa-]": 1819,
      "32d##JJJ": 1820,
      "ffnq": 1821,
      "8ee--": 1822,
      "1CC-_": 1823,
      "12CC#XJ": 1824,
      "16gg##k": 1825,
      "16ccc#k": 1826,
      "32ccc-LLL": 1827,
      "32CL": 1828,
      "36c-<": 1829,
      "32aaqJJJ": 1830,
      "8DDD#<L<": 1831,
      "8aanJ": 1832,
      "8AL[": 1833,
      "2CC[": 1834,
      "1d-[": 1835,
      "28aa-": 1836,
      "8e-L]": 1837,
      "32aa": 1838,
      "16b--y": 1839,
      "16FFF#LL": 1840,
      "32AK": 1841,
      "8.ee]": 1842,
      "32b#[": 1843,
      "48ee": 1844,
      "8e-]": 1845,
      "64gLLLL": 1846,
      "32fff-": 1847,
      "2.bn": 1848,
      "16eeLK<": 1849,
      "40ddd#": 1850,
      "32C-J": 1851,
      "48eeee-LLL": 1852,
      "12ddd-": 1853,
      "16.ddd]": 1854,
      "24B": 1855,
      "32ccLLL>": 1856,
      "16E#JJ": 1857,
      "16D]k": 1858,
      "8.D[": 1859,
      "2.AA#<": 1860,
      "32E-LLL<": 1861,
      "2GG-[": 1862,
      "4ff-X[": 1863,
      "12A-": 1864,
      "40b-": 1865,
      "16aanLK": 1866,
      "32FLLL": 1867,
      "16.ff#L]": 1868,
      "20AA": 1869,
      "32e-X": 1870,
      "24E-LL]": 1871,
      "40CCLLL": 1872,
      "16eeJ": 1873,
      "12gg-J": 1874,
      "4G": 1875,
      "32bb-Jk": 1876,
      "16GGGnLL": 1877,
      "16a##JJ": 1878,
      "1EEE#[": 1879,
      "12cc#L<": 1880,
      "1BB--": 1881,
      "*clefG2": 1882,
      "8.B-<L": 1883,
      "32ELLK": 1884,
      "16B--XLL": 1885,
      "2...d#": 1886,
      "32GJkk": 1887,
      "32FF-LL": 1888,
      "96b-": 1889,
      "16ccc#LK": 1890,
      "96aa": 1891,
      "24c#>JJ": 1892,
      "8.AAA#": 1893,
      "12enL": 1894,
      "32a#L": 1895,
      "12ddd-XJ": 1896,
      "32gggLL": 1897,
      "8dd#XL": 1898,
      "4AA#": 1899,
      "4c#_": 1900,
      "24g#LL<": 1901,
      "48ff#LLL": 1902,
      "32C-LL": 1903,
      "2.c#X": 1904,
      "16FLL": 1905,
      "64g#LL": 1906,
      "4.B-[>": 1907,
      "2.AAA[": 1908,
      "8gg#L": 1909,
      "8gL<]": 1910,
      "4F": 1911,
      "8B#[": 1912,
      "1G": 1913,
      "4..aa-": 1914,
      "8.g##L": 1915,
      "24ee-L": 1916,
      "16f-LL": 1917,
      "32c#LL]": 1918,
      "2.EEE[": 1919,
      "34dd": 1920,
      "32aLL": 1921,
      "8.ee-J[": 1922,
      "4bb:": 1923,
      "32ddqLL": 1924,
      "12b]": 1925,
      "4..b": 1926,
      "8.cccc#": 1927,
      "2.ccc:": 1928,
      "DDqJJ": 1929,
      "8ff##J[": 1930,
      "24ccc#LL_": 1931,
      "8.f#]": 1932,
      "16An": 1933,
      "8e->J": 1934,
      "4c:": 1935,
      "64eee": 1936,
      "48dLLK": 1937,
      "4CC#]": 1938,
      "16f#[<": 1939,
      "8F-:": 1940,
      "20cc#JJ": 1941,
      "16g<JJ": 1942,
      "8dd#:": 1943,
      "24ccL]": 1944,
      "12FFL<": 1945,
      "1ff#[": 1946,
      "4AAA#X": 1947,
      "2ff-[": 1948,
      "1D#]": 1949,
      "32ccJJJ": 1950,
      "1bb-]": 1951,
      "4.GG#]": 1952,
      "16AAJk": 1953,
      "8.ddd#J": 1954,
      "2.aa-[": 1955,
      "40cc#LLL": 1956,
      "2D_": 1957,
      "4.ee>": 1958,
      "24aaaLL]": 1959,
      "1FFF-_": 1960,
      "cc#qL": 1961,
      "8DD#L>": 1962,
      "16c#[": 1963,
      "20A-JJ": 1964,
      "32AAA#": 1965,
      "12G##": 1966,
      "2.bb-_": 1967,
      "96dJJJJ": 1968,
      "20d-JJ": 1969,
      "24dd#JJ": 1970,
      "4.ggg#[": 1971,
      "32F#LL": 1972,
      "36aa-": 1973,
      "16DDL": 1974,
      "4a-:[": 1975,
      "1b[": 1976,
      "2.b-_": 1977,
      "20G-": 1978,
      "12CC-": 1979,
      "40eee#": 1980,
      "12EL>": 1981,
      "16b--J": 1982,
      "32cLLL": 1983,
      "20ddddJJ": 1984,
      "2.B#": 1985,
      "cc-qL": 1986,
      "12cJ": 1987,
      "48cJJk": 1988,
      "16ddLL<]": 1989,
      "4.c##]": 1990,
      "8f>": 1991,
      "48GJJk": 1992,
      "4.BBB#]": 1993,
      "32cc]": 1994,
      "16BB]k": 1995,
      "32eqJJJ": 1996,
      "8cJ": 1997,
      "16gg[": 1998,
      "8.A": 1999,
      "16C##LL": 2000,
      "64f-": 2001,
      "8aaa#L": 2002,
      "24F#LL<": 2003,
      "8.gL]": 2004,
      "2c[>": 2005,
      "8f##J[": 2006,
      "24fff#LL": 2007,
      "8FF#XJ": 2008,
      "16ddd-Jk": 2009,
      "2.f-]": 2010,
      "8BBBB--": 2011,
      "8C-": 2012,
      "32ff#LLL": 2013,
      "8c[": 2014,
      "8..FL]": 2015,
      "16b-X": 2016,
      "8.ccc": 2017,
      "10ddd#<J": 2018,
      "8AA#L<": 2019,
      "48gJJk[": 2020,
      "16D##<JJ": 2021,
      "8ff##]": 2022,
      "8.A--<": 2023,
      "1GGG-[": 2024,
      "2.d##]": 2025,
      "4C-:": 2026,
      "16F#LL": 2027,
      "64ddd#JJJJ": 2028,
      "A#qJJJ": 2029,
      "8F#jL": 2030,
      "16CC#LL": 2031,
      "16dJk": 2032,
      "4D-[": 2033,
      "16.eee-L]": 2034,
      "96dddJJ": 2035,
      "32E-": 2036,
      "8eee--L": 2037,
      "8.aaa#]": 2038,
      "4CC-X": 2039,
      "32G#LLL": 2040,
      "12bb-L": 2041,
      "8c#>L": 2042,
      "12aan": 2043,
      "2d-]": 2044,
      "48EEE-LLL": 2045,
      "1C-:": 2046,
      "4GG-X": 2047,
      "32bJJk": 2048,
      "8dnJ": 2049,
      "2.ccc#": 2050,
      "8cc>J": 2051,
      "2f#>": 2052,
      "20BLL": 2053,
      "4.G[<": 2054,
      "56fJJJJ": 2055,
      "24aaaaLL": 2056,
      "12cc-XJ": 2057,
      "16a--[": 2058,
      "8.E#": 2059,
      "2.E#]": 2060,
      "2G->": 2061,
      "2.BBB#<": 2062,
      "16.D-LL": 2063,
      "2gg#<": 2064,
      "32BB": 2065,
      "16e#X": 2066,
      "8gnL": 2067,
      "16.E": 2068,
      "1FF#]": 2069,
      "12E-[": 2070,
      "16e--J": 2071,
      "32d": 2072,
      "6FFF": 2073,
      "12b##L": 2074,
      "20b-L": 2075,
      "24F#L": 2076,
      "8E#": 2077,
      "16enk": 2078,
      "16cc#X": 2079,
      "16E##JJ": 2080,
      "16aa#XLL": 2081,
      "16fk": 2082,
      "8ccL>": 2083,
      "24e-L": 2084,
      "32dn": 2085,
      "8BB--L": 2086,
      "16EEJJ[": 2087,
      "32d#JJk": 2088,
      "2G-X": 2089,
      "2ddd-X": 2090,
      "16.G-LL]": 2091,
      "8.BBJ": 2092,
      "8GGG#": 2093,
      "16D#<]": 2094,
      "2.ee-:": 2095,
      "16ck": 2096,
      "48AA-JJk": 2097,
      "24D-]": 2098,
      "12e-L<": 2099,
      "16.ff#": 2100,
      "4dd-<[": 2101,
      "24ff-LL": 2102,
      "4..eee-": 2103,
      "34eee": 2104,
      "32GGG-": 2105,
      "32.ffLLL": 2106,
      "8AAA-L>": 2107,
      "16B-LK": 2108,
      "*M12/16": 2109,
      "8FF#J": 2110,
      "16ff-[": 2111,
      "16.A": 2112,
      "8C": 2113,
      "4EE": 2114,
      "12g#": 2115,
      "40E": 2116,
      "48A#LLL": 2117,
      "24EEnLL": 2118,
      "32BL": 2119,
      "96b-LLLL": 2120,
      "12AA--L": 2121,
      "1G#:": 2122,
      "32B->LLL>": 2123,
      "24g##JJ": 2124,
      "16aLL": 2125,
      "4FFFn": 2126,
      "56c": 2127,
      "64b-L": 2128,
      "32aaaLLK": 2129,
      "24BBB-LL": 2130,
      "24ggg##JJ": 2131,
      "48D#JJJ": 2132,
      "4ddd-_": 2133,
      "8EEE-L": 2134,
      "8gg#X": 2135,
      "8E-J[": 2136,
      "48BL": 2137,
      "4.bn<": 2138,
      "1fff##": 2139,
      "8.dd#": 2140,
      "2BB-]": 2141,
      "2FF-": 2142,
      "2.ee-_": 2143,
      "8..BBL": 2144,
      "32dd-LLL]": 2145,
      "4.ee-": 2146,
      "8..FFF#L": 2147,
      "56ff": 2148,
      "20ffn": 2149,
      "2FFF##": 2150,
      "24cc#": 2151,
      "8.D-[": 2152,
      "32gLL]": 2153,
      "8.bn": 2154,
      "2...f#": 2155,
      "4fff##": 2156,
      "16gnLL": 2157,
      "4.Gn": 2158,
      "8gg]": 2159,
      "12F#j": 2160,
      "16GG-Jk[": 2161,
      "48e-JJk": 2162,
      "24ee#X": 2163,
      "40ccc#JJJ": 2164,
      "32ccLL": 2165,
      "4d#_": 2166,
      "48d-": 2167,
      "2.FF-]": 2168,
      "16.d-": 2169,
      "1f#_": 2170,
      "4BBB#X": 2171,
      "16gg-": 2172,
      "4.aa#[": 2173,
      "8ff#L]": 2174,
      "2.bb[": 2175,
      "8.CL]": 2176,
      "2c#_": 2177,
      "8g-": 2178,
      "8.fff-L": 2179,
      "32.b-L]": 2180,
      "8D--<]": 2181,
      "48ff##k": 2182,
      "22ee-": 2183,
      "16A#<JJ": 2184,
      "2F#_": 2185,
      "2BBBn": 2186,
      "24d#J": 2187,
      "8..bb--L": 2188,
      "4cc:[": 2189,
      "16G-<LL": 2190,
      "64ffk": 2191,
      "12A-L": 2192,
      "48B-JJk": 2193,
      "4.gg-[": 2194,
      "12ee": 2195,
      "8D-J": 2196,
      "32E--": 2197,
      "16ccc]k": 2198,
      "48f]": 2199,
      "16.C]": 2200,
      "eqLLL": 2201,
      "2aa-": 2202,
      "16b--k": 2203,
      "16.ccc-LL": 2204,
      "4GG-]": 2205,
      "4ff": 2206,
      "8..b]": 2207,
      "8.bb-_": 2208,
      "20GG": 2209,
      "8G#L": 2210,
      "56gg#": 2211,
      "48dd#": 2212,
      "16G##JJ": 2213,
      "BBqLL": 2214,
      "32fffJJJ": 2215,
      "32FJJJ": 2216,
      "8cc-L[": 2217,
      "16B-y": 2218,
      "4eee#:": 2219,
      "2fff#]": 2220,
      "32a--LLL>": 2221,
      "2b-:": 2222,
      "4f-]": 2223,
      "2.DD-]": 2224,
      "16dddd#": 2225,
      "1cc#:": 2226,
      "12cc-": 2227,
      "gggqJJ": 2228,
      "2.cc_": 2229,
      "24BB]": 2230,
      "96ffLLLL": 2231,
      "16bLk": 2232,
      "2b#": 2233,
      "2g-[": 2234,
      "36bb-LLL": 2235,
      "4e#X": 2236,
      "8.AA-L]": 2237,
      "16.GnLL": 2238,
      "16.ccc": 2239,
      "8E]": 2240,
